var SETDEX_GLOBALLINK={
  "붐볼": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "방음",
      "item": "",
      "moves": [
        "방전",
        "",
        "",
        "10만볼트"
      ]
    }
  },
  "나시": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "사이코키네시스",
        "",
        "",
        "기가드레인"
      ]
    }
  },
  "탕구리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "전투무장",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        "스톤샤워"
      ]
    }
  },
  "텅구리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "피뢰침",
      "item": "굵은뼈",
      "moves": [
        "뻐다귀부메랑",
        "스톤샤워",
        "",
        "지진"
      ]
    }
  },
  "시라소몬": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "노말젬",
      "moves": [
        "속이다",
        "인파이트",
        "",
        "스톤샤워"
      ]
    }
  },
  "홍수몬": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "철주먹",
      "item": "돌격조끼",
      "moves": [
        "속이다",
        "마하펀치",
        "냉동펀치",
        "드레인펀치"
      ]
    }
  },
  "또도가스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "부유",
      "item": "자뭉열매",
      "moves": [
        "오물폭탄",
        "",
        "",
        ""
      ]
    }
  },
  "코뿌리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "피뢰침",
      "item": "진화의휘석",
      "moves": [
        "",
        "지진",
        "스톤샤워",
        "냉동펀치"
      ]
    }
  },
  "럭키": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "지구던지기",
        "",
        "",
        ""
      ]
    }
  },
  "덩쿠리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        "기가드레인"
      ]
    }
  },
  "캥카": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "배짱",
      "item": "캥카나이트",
      "moves": [
        "속이다",
        "기습",
        "이판사판태클",
        "안다리걸기"
      ]
    }
  },
  "콘치": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "피뢰침",
      "item": "풍선",
      "moves": [
        "얼다바람",
        "",
        "폭포오르기",
        ""
      ]
    }
  },
  "왕콘치": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "피뢰침",
      "item": "구애스카프",
      "moves": [
        "냉동빔",
        "",
        "열탕",
        "얼다바람"
      ]
    }
  },
  "버터플": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "아쿠스타": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "냉동빔",
        "하이드로펌프",
        "",
        ""
      ]
    }
  },
  "마임맨": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "필터",
      "item": "자뭉열매",
      "moves": [
        "속이다",
        "",
        "얼다바람",
        "매지컬샤인"
      ]
    }
  },
  "스라크": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "테크니션",
      "item": "진화의휘석",
      "moves": [
        "제비반환",
        "",
        "",
        "페인트"
      ]
    }
  },
  "루주라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "건조피부",
      "item": "",
      "moves": [
        "",
        "속이다",
        "사이코쇼크",
        "눈보라"
      ]
    }
  },
  "에레브": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "10만볼트",
        "방전"
      ]
    }
  },
  "마그마": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "오버히트",
        "",
        ""
      ]
    }
  },
  "쁘사이저": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "괴력집게",
      "item": "쁘사이저나이트",
      "moves": [
        "",
        "페인트",
        "은혜갚기",
        "인파이트"
      ]
    }
  },
  "켄타로스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "스톤샤워",
        "지진",
        "",
        "은혜갚기"
      ]
    }
  },
  "갸라도스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "위협",
      "item": "갸라도스나이트",
      "moves": [
        "폭포오르기",
        "",
        "",
        "지진"
      ]
    }
  },
  "라프라스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "축전",
      "item": "돌격조끼",
      "moves": [
        "프리즈드라이",
        "하이드로펌프",
        "얼음뭉치",
        ""
      ]
    }
  },
  "메타몽": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        ""
      ]
    }
  },
  "이브이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "샤미드": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "축전",
      "item": "먹다남은음식",
      "moves": [
        "열탕",
        "",
        "냉동빔",
        ""
      ]
    }
  },
  "쥬피썬더": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "축전",
      "item": "생명의구슬",
      "moves": [
        "10만볼트",
        "",
        "",
        ""
      ]
    }
  },
  "부스터": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "타오르는불꽃",
      "item": "자뭉열매",
      "moves": [
        "플레어드라이브",
        "전광석화",
        "엄청난힘",
        ""
      ]
    }
  },
  "폴리곤": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "다운로드",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "10만볼트",
        "냉동빔"
      ]
    }
  },
  "암스타": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "쓱쓱",
      "item": "",
      "moves": [
        "냉동빔",
        "",
        "",
        "파도타기"
      ]
    }
  },
  "투구푸스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "쓱쓱",
      "item": "생명의구슬",
      "moves": [
        "스톤샤워",
        "아쿠아제트",
        "폭포오르기",
        ""
      ]
    }
  },
  "프테라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "긴장감",
      "item": "",
      "moves": [
        "스톤샤워",
        "",
        "",
        ""
      ]
    }
  },
  "잠만보": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "두꺼운지방",
      "item": "구애머리띠",
      "moves": [
        "은혜갚기",
        "자폭",
        "지진",
        "깨물어부수기"
      ]
    }
  },
  "프리져": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "프리즈드라이",
        "폭풍",
        "",
        "얼다바람"
      ]
    }
  },
  "썬더": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "10만볼트",
        "",
        "",
        ""
      ]
    }
  },
  "파이어": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "루미열매",
      "moves": [
        "열풍",
        "에어슬래시",
        "",
        "폭풍"
      ]
    }
  },
  "망나뇽": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "멀티스케일",
      "item": "",
      "moves": [
        "신속",
        "드래곤크루",
        "지진",
        ""
      ]
    }
  },
  "독침붕": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "벌레의알림",
      "item": "독침붕나이트",
      "moves": [
        "독찌르기",
        "",
        "유턴",
        "드릴라이너"
      ]
    }
  },
  "메가니움": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "심록",
      "item": "자뭉열매",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "블레이범": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "맹화",
      "item": "구애스카프",
      "moves": [
        "분화",
        "기합구슬",
        "화염방사",
        ""
      ]
    }
  },
  "장크로다일": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "급류",
      "item": "먹다남은음식",
      "moves": [
        "",
        "냉동펀치",
        "아쿠아제트",
        "폭포오르기"
      ]
    }
  },
  "다꼬리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "탁쳐서떨구기",
        "",
        ""
      ]
    }
  },
  "야부엉": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "",
        "",
        "나이트헤드",
        ""
      ]
    }
  },
  "아리아도스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "크로뱃": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "랜턴": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "축전",
      "item": "자뭉열매",
      "moves": [
        "10만볼트",
        "냉동빔",
        "열탕",
        "방전"
      ]
    }
  },
  "푸푸린": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "토게틱": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "네이티오": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "",
      "moves": [
        "에어슬래시",
        "열풍",
        "",
        ""
      ]
    }
  },
  "피죤투": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "피죤투나이트",
      "moves": [
        "열풍",
        "폭풍",
        "",
        "파괴광선"
      ]
    }
  },
  "전룡": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "",
      "item": "전룡나이트",
      "moves": [
        "용의파동",
        "10만볼트",
        "",
        "기합구슬"
      ]
    }
  },
  "아르코": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "엽록소",
      "item": "용아열매",
      "moves": [
        "리프블레이드",
        "자연의은혜",
        "",
        ""
      ]
    }
  },
  "마릴리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "천하장사",
      "item": "자뭉열매",
      "moves": [
        "아쿠아제트",
        "치근거리기",
        "",
        ""
      ]
    }
  },
  "꼬지모": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "",
      "moves": [
        "기습",
        "스톤샤워",
        "안다리걸기",
        "냉동펀치"
      ]
    }
  },
  "왕구리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "잔비",
      "item": "자뭉열매",
      "moves": [
        "열탕",
        "냉동빔",
        "",
        ""
      ]
    }
  },
  "솜솜코": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "틈새포착",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "누오": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "천진",
      "item": "",
      "moves": [
        "",
        "지진",
        "폭포오르기",
        ""
      ]
    }
  },
  "에브이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "사이코쇼크",
        "",
        "사이코키네시스",
        ""
      ]
    }
  },
  "블래키": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "",
      "moves": [
        "속임수",
        "",
        "바크아웃",
        ""
      ]
    }
  },
  "니로우": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "속임수",
        ""
      ]
    }
  },
  "야도킹": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "",
        "열탕",
        "사이코쇼크",
        "냉동빔"
      ]
    }
  },
  "레트라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "근성",
      "item": "화염구슬",
      "moves": [
        "기습",
        "",
        "객기",
        "전광석화"
      ]
    }
  },
  "무우마": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "부유",
      "item": "진화의휘석",
      "moves": [
        "",
        "얼다바람",
        "",
        ""
      ]
    }
  },
  "마자용": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "키링키": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "사이코키네시스",
        "",
        ""
      ]
    }
  },
  "쏘콘": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "자이로볼",
        "",
        "",
        ""
      ]
    }
  },
  "노고치": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "",
        "스톤샤워",
        "",
        ""
      ]
    }
  },
  "강철톤": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "",
      "item": "강철톤나이트",
      "moves": [
        "지진",
        "",
        "헤비봄버",
        "스톤샤워"
      ]
    }
  },
  "그랑블루": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "위협",
      "item": "돌격조끼",
      "moves": [
        "치근거리기",
        "인파이트",
        "",
        "번개펀치"
      ]
    }
  },
  "침바루": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "쓱쓱",
      "item": "검은진흙",
      "moves": [
        "독찌르기",
        "",
        "폭포오르기",
        ""
      ]
    }
  },
  "핫삼": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "테크니션",
      "item": "생명의구슬",
      "moves": [
        "불릿펀치",
        "벌레먹음",
        "",
        "탁쳐서떨구기"
      ]
    }
  },
  "단단지": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "헤라크로스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "근성",
      "item": "헤라크로스나이트",
      "moves": [
        "인파이트",
        "바늘미사일",
        "락블레스트",
        "기관총"
      ]
    }
  },
  "포푸니": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "성급",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "냉동펀치",
        "얼다바람",
        ""
      ]
    }
  },
  "링곰": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "근성",
      "item": "맹독구슬",
      "moves": [
        "객기",
        "",
        "암해머",
        "깨물어부수기"
      ]
    }
  },
  "마그마그": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "노력",
      "ability": "",
      "item": "",
      "moves": [
        "불태우기",
        "",
        "",
        ""
      ]
    }
  },
  "대포무노": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "",
        "해수스파우팅",
        "",
        "눈보라"
      ]
    }
  },
  "딜리버드": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "",
        "프리즈드라이",
        "속이다",
        ""
      ]
    }
  },
  "만타인": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "축전",
      "item": "먹다남은음식",
      "moves": [
        "",
        "열탕",
        "에어슬래시",
        ""
      ]
    }
  },
  "무장조": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "스톤샤워"
      ]
    }
  },
  "헬가": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "타오르는불꽃",
      "item": "헬가나이트",
      "moves": [
        "",
        "악의파동",
        "열풍",
        "솔라빔"
      ]
    }
  },
  "킹드라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "쓱쓱",
      "item": "생명의구슬",
      "moves": [
        "",
        "탁류",
        "용성군",
        "용의파동"
      ]
    }
  },
  "코리갑": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "얼음뭉치",
        "지진",
        "탁쳐서떨구기",
        "치근거리기"
      ]
    }
  },
  "폴리곤2": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "다운로드",
      "item": "진화의휘석",
      "moves": [
        "냉동빔",
        "",
        "",
        "트라이어택"
      ]
    }
  },
  "노라키": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "위협",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "루브도": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "카포에라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "위협",
      "item": "",
      "moves": [
        "속이다",
        "인파이트",
        "",
        ""
      ]
    }
  },
  "아보크": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "위협",
      "item": "생명의구슬",
      "moves": [
        "더스트슈트",
        "기습",
        "",
        "지진"
      ]
    }
  },
  "밀탱크": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "신중",
      "ability": "두꺼운지방",
      "item": "먹다남은음식",
      "moves": [
        "",
        "",
        "",
        "스톤샤워"
      ]
    }
  },
  "해피너스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "악키열매",
      "moves": [
        "",
        "",
        "화염방사",
        ""
      ]
    }
  },
  "라이코": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "10만볼트",
        "",
        "",
        ""
      ]
    }
  },
  "앤테이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "성스러운불꽃",
        "스톤에지",
        "",
        "땅고르기"
      ]
    }
  },
  "스이쿤": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "열탕",
        "",
        "냉동빔",
        "바크아웃"
      ]
    }
  },
  "애버라스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "근성",
      "item": "화염구슬",
      "moves": [
        "",
        "깨물어부수기",
        "",
        "스톤샤워"
      ]
    }
  },
  "마기라스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "모래날림",
      "item": "구애스카프",
      "moves": [
        "스톤샤워",
        "깨물어부수기",
        "",
        "안다리걸기"
      ]
    }
  },
  "피카츄": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "피뢰침",
      "item": "전기구슬",
      "moves": [
        "플라잉프레스",
        "페인트",
        "아이언테일",
        "10만볼트"
      ]
    }
  },
  "나무지기": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "천진난만",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "전광석화"
      ]
    }
  },
  "나무킹": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "심록",
      "item": "나무킹나이트",
      "moves": [
        "용의파동",
        "리프스톰",
        "",
        ""
      ]
    }
  },
  "번치코": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "번치코나이트",
      "moves": [
        "",
        "플레어드라이브",
        "스톤샤워",
        "엄청난힘"
      ]
    }
  },
  "늪짱이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "급류",
      "item": "진화의휘석",
      "moves": [
        "",
        "깨뜨리다",
        "",
        ""
      ]
    }
  },
  "라이츄": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "피뢰침",
      "item": "",
      "moves": [
        "속이다",
        "",
        "10만볼트",
        ""
      ]
    }
  },
  "대짱이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "급류",
      "item": "대짱이나이트",
      "moves": [
        "폭포오르기",
        "",
        "지진",
        "냉동펀치"
      ]
    }
  },
  "그라에나": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "위협",
      "item": "구애스카프",
      "moves": [
        "바크아웃",
        "속임수",
        "",
        ""
      ]
    }
  },
  "직구리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "신속",
        "",
        "섀도크루",
        ""
      ]
    }
  },
  "로파파": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "쓱쓱",
      "item": "돌격조끼",
      "moves": [
        "속이다",
        "냉동빔",
        "기가드레인",
        "열탕"
      ]
    }
  },
  "다탱구": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "성급",
      "ability": "엽록소",
      "item": "",
      "moves": [
        "속이다",
        "리프스톰",
        "",
        "얼다바람"
      ]
    }
  },
  "테일로": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "배짱",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "전광석화"
      ]
    }
  },
  "스왈로": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "근성",
      "item": "화염구슬",
      "moves": [
        "",
        "",
        "브레이브버드",
        "객기"
      ]
    }
  },
  "패리퍼": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "젖은접시",
      "item": "자뭉열매",
      "moves": [
        "열탕",
        "",
        "",
        ""
      ]
    }
  },
  "고지": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "모래헤치기",
      "item": "",
      "moves": [
        "스톤샤워",
        "탁쳐서떨구기",
        "",
        ""
      ]
    }
  },
  "랄토스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "",
      "moves": [
        ""
      ]
    }
  },
  "가디안": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "가디안나이트",
      "moves": [
        "",
        "하이퍼보이스",
        "사이코키네시스",
        "사이코쇼크"
      ]
    }
  },
  "비구술": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "쓱쓱",
      "item": "",
      "moves": [
        "열탕",
        "아쿠아제트",
        "",
        "눈보라"
      ]
    }
  },
  "비나방": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "위협",
      "item": "",
      "moves": [
        "",
        "",
        "에어슬래시",
        ""
      ]
    }
  },
  "버섯모": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "테크니션",
      "item": "",
      "moves": [
        "",
        "기관총",
        "마하펀치",
        ""
      ]
    }
  },
  "게을킹": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "지진",
        "기가임팩트",
        "안다리걸기",
        "냉동펀치"
      ]
    }
  },
  "아이스크": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "시저크로스"
      ]
    }
  },
  "껍질몬": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "외로움",
      "ability": "불가사의부적",
      "item": "",
      "moves": [
        "야습",
        "",
        "벌레먹음",
        ""
      ]
    }
  },
  "폭음룡": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "방음",
      "item": "구애안경",
      "moves": [
        "폭음파",
        "냉동빔",
        "화염방사",
        "파도타기"
      ]
    }
  },
  "하리뭉": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "근성",
      "item": "돌격조끼",
      "moves": [
        "속이다",
        "인파이트",
        "탁쳐서떨구기",
        "스톤샤워"
      ]
    }
  },
  "코코파스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "성급",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "이상해꽃": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "엽록소",
      "item": "이상해꽃나이트",
      "moves": [
        "오물폭탄",
        "",
        "기가드레인",
        ""
      ]
    }
  },
  "델케티": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "노말스킨",
      "item": "로플열매",
      "moves": [
        "속이다",
        "은혜갚기",
        "",
        ""
      ]
    }
  },
  "깜까미": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "속이다"
      ]
    }
  },
  "입치트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "위협",
      "item": "입치트나이트",
      "moves": [
        "기습",
        "치근거리기",
        "아이언헤드",
        ""
      ]
    }
  },
  "가보리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "신중",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "보스로라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "신중",
      "ability": "",
      "item": "보스로라나이트",
      "moves": [
        "헤비봄버",
        "스톤샤워",
        "아이언헤드",
        ""
      ]
    }
  },
  "요가램": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "순수한힘",
      "item": "요가램나이트",
      "moves": [
        "드레인펀치",
        "",
        "사이코커터",
        "속이다"
      ]
    }
  },
  "니드퀸": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "우격다짐",
      "item": "생명의구슬",
      "moves": [
        "대지의힘",
        "오물폭탄",
        "냉동빔",
        ""
      ]
    }
  },
  "썬더볼트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "피뢰침",
      "item": "썬더볼트나이트",
      "moves": [
        "",
        "",
        "볼트체인지",
        "10만볼트"
      ]
    }
  },
  "플러시": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "",
        "",
        "",
        "10만볼트"
      ]
    }
  },
  "마이농": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "풀묶기",
        "일렉트릭볼",
        "",
        ""
      ]
    }
  },
  "볼비트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "네오비트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "샤크니아": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "샤크니아나이트",
      "moves": [
        "",
        "깨물어부수기",
        "폭포오르기",
        "얼음엄니"
      ]
    }
  },
  "고래왕": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "해수스파우팅",
        "냉동빔",
        "",
        "열탕"
      ]
    }
  },
  "둔타": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "단순",
      "item": "진화의휘석",
      "moves": [
        "",
        "원시의힘",
        "",
        ""
      ]
    }
  },
  "폭타": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "하드록",
      "item": "폭타나이트",
      "moves": [
        "대지의힘",
        "",
        "열풍",
        "원시의힘"
      ]
    }
  },
  "코터스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "하얀연기",
      "item": "불구슬플레이트",
      "moves": [
        "분화",
        "",
        "대지의힘",
        "오물폭탄"
      ]
    }
  },
  "피그킹": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "두꺼운지방",
      "item": "",
      "moves": [
        "파워젬",
        "사이코키네시스",
        "",
        ""
      ]
    }
  },
  "얼루기": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "심술꾸러기",
      "item": "구애스카프",
      "moves": [
        "",
        "얼다바람",
        "속이다",
        ""
      ]
    }
  },
  "플라이곤": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "",
      "moves": [
        "",
        "페인트",
        "지진",
        "대지의힘"
      ]
    }
  },
  "밤선인": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "모래숨기",
      "item": "달인의띠",
      "moves": [
        "",
        "씨폭탄",
        "기습",
        "안다리걸기"
      ]
    }
  },
  "파비코리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "날씨부정",
      "item": "파비코리나이트",
      "moves": [
        "하이퍼보이스",
        "",
        "불대문자",
        ""
      ]
    }
  },
  "쟝고": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "독폭주",
      "item": "맹독구슬",
      "moves": [
        "",
        "인파이트",
        "객기",
        "불꽃펀치"
      ]
    }
  },
  "세비퍼": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "틈새포착",
      "item": "달인의띠",
      "moves": [
        "화염방사",
        "",
        "독찌르기",
        ""
      ]
    }
  },
  "루나톤": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "부유",
      "item": "돌격조끼",
      "moves": [
        "문포스",
        "대지의힘",
        "사이코키네시스",
        "냉동빔"
      ]
    }
  },
  "솔록": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "부유",
      "item": "",
      "moves": [
        "",
        "암석봉인",
        "",
        ""
      ]
    }
  },
  "니드킹": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "우격다짐",
      "item": "생명의구슬",
      "moves": [
        "대지의힘",
        "냉동빔",
        "오물폭탄",
        ""
      ]
    }
  },
  "가재장군": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "적응력",
      "item": "생명의구슬",
      "moves": [
        "탁쳐서떨구기",
        "아쿠아제트",
        "찝게햄머",
        ""
      ]
    }
  },
  "점토도리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "",
      "moves": [
        "대지의힘",
        "냉동빔",
        "사이코쇼크",
        ""
      ]
    }
  },
  "릴링": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "마중물",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "릴리요": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "마중물",
      "item": "먹다남은음식",
      "moves": [
        "원시의힘",
        "기가드레인",
        "",
        "에너지볼"
      ]
    }
  },
  "아말도": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "전투무장",
      "item": "",
      "moves": [
        "시저크로스",
        "스톤샤워",
        "아쿠아제트",
        "탁쳐서떨구기"
      ]
    }
  },
  "삐삐": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        "얼다바람"
      ]
    }
  },
  "밀로틱": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "열탕",
        "냉동빔",
        "얼다바람",
        ""
      ]
    }
  },
  "캐스퐁": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "기분파",
      "item": "생명의구슬",
      "moves": [
        "웨더볼",
        "번개",
        "",
        ""
      ]
    }
  },
  "켈리몬": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "변환자재",
      "item": "자뭉열매",
      "moves": [
        "속이다",
        "야습",
        "기습",
        ""
      ]
    }
  },
  "다크펫": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "신중",
      "ability": "",
      "item": "다크펫나이트",
      "moves": [
        "",
        "",
        "",
        "야습"
      ]
    }
  },
  "미라몽": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        "나이트헤드"
      ]
    }
  },
  "치렁": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "부유",
      "item": "",
      "moves": [
        "얼다바람",
        "",
        "",
        "사이코키네시스"
      ]
    }
  },
  "앱솔": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "앱솔나이트",
      "moves": [
        "기습",
        "치근거리기",
        "탁쳐서떨구기",
        ""
      ]
    }
  },
  "픽시": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "매직가드",
      "item": "자뭉열매",
      "moves": [
        "",
        "",
        "문포스",
        ""
      ]
    }
  },
  "마자": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "얼음귀신": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "얼음귀신나이트",
      "moves": [
        "",
        "대폭발",
        "얼음뭉치",
        "은혜갚기"
      ]
    }
  },
  "씨카이저": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "아이스바디",
      "item": "유루열매",
      "moves": [
        "얼다바람",
        "",
        "",
        ""
      ]
    }
  },
  "진주몽": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "조가비갑옷",
      "item": "심해의이빨",
      "moves": [
        "",
        "냉동빔",
        "",
        "파도타기"
      ]
    }
  },
  "헌테일": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "기습",
        "",
        "폭포오르기"
      ]
    }
  },
  "분홍장이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "쓱쓱",
      "item": "",
      "moves": [
        "",
        "",
        "파도타기",
        "탁류"
      ]
    }
  },
  "시라칸": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "구애머리띠",
      "moves": [
        "양날박치기",
        "폭포오르기",
        "지진",
        ""
      ]
    }
  },
  "식스테일": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "가뭄",
      "item": "진화의휘석",
      "moves": [
        "속임수",
        "",
        "",
        ""
      ]
    }
  },
  "보만다": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "위협",
      "item": "보만다나이트",
      "moves": [
        "",
        "이판사판태클",
        "지진",
        ""
      ]
    }
  },
  "메타그로스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "클리어바디",
      "item": "메타그로스나이트",
      "moves": [
        "사념의박치기",
        "",
        "냉동펀치",
        "코멧펀치"
      ]
    }
  },
  "레지락": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "클리어바디",
      "item": "돌격조끼",
      "moves": [
        "스톤샤워",
        "냉동펀치",
        "드레인펀치",
        "지진"
      ]
    }
  },
  "레지아이스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "클리어바디",
      "item": "리샘열매",
      "moves": [
        "냉동빔",
        "10만볼트",
        "기합구슬",
        ""
      ]
    }
  },
  "레지스틸": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "신중",
      "ability": "클리어바디",
      "item": "먹다남은음식",
      "moves": [
        "아이언헤드",
        "",
        "",
        "지진"
      ]
    }
  },
  "나인테일": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "가뭄",
      "item": "",
      "moves": [
        "",
        "솔라빔",
        "열풍",
        ""
      ]
    }
  },
  "라티아스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "라티아스나이트",
      "moves": [
        "사이코키네시스",
        "",
        "냉동빔",
        "용성군"
      ]
    }
  },
  "라티오스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "구애스카프",
      "moves": [
        "용성군",
        "냉동빔",
        "사이코키네시스",
        "사이코쇼크"
      ]
    }
  },
  "토대부기": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "심록",
      "item": "돌격조끼",
      "moves": [
        "지진",
        "우드해머",
        "스톤에지",
        "스톤샤워"
      ]
    }
  },
  "푸린": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "초염몽": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "천진난만",
      "ability": "맹화",
      "item": "",
      "moves": [
        "인파이트",
        "속이다",
        "오버히트",
        ""
      ]
    }
  },
  "팽도리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "급류",
      "item": "진화의휘석",
      "moves": [
        "",
        "얼다바람",
        "",
        "하이드로펌프"
      ]
    }
  },
  "엠페르트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "급류",
      "item": "돌격조끼",
      "moves": [
        "러스터캐논",
        "냉동빔",
        "",
        "아쿠아제트"
      ]
    }
  },
  "찌르호크": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "위협",
      "item": "구애스카프",
      "moves": [
        "브레이브버드",
        "인파이트",
        "유턴",
        ""
      ]
    }
  },
  "푸크린": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "매지컬샤인",
        "불대문자",
        "10만볼트",
        "하이퍼보이스"
      ]
    }
  },
  "비버통": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "신중",
      "ability": "단순",
      "item": "",
      "moves": [
        "폭포오르기",
        "",
        "",
        ""
      ]
    }
  },
  "렌트라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "위협",
      "item": "자뭉열매",
      "moves": [
        "볼트체인지",
        "바크아웃",
        "",
        ""
      ]
    }
  },
  "로즈레이드": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "테크니션",
      "item": "구애스카프",
      "moves": [
        "오물폭탄",
        "",
        "리프스톰",
        ""
      ]
    }
  },
  "램펄드": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "우격다짐",
      "item": "구애머리띠",
      "moves": [
        "스톤샤워",
        "양날박치기",
        "아이언헤드",
        "불꽃펀치"
      ]
    }
  },
  "바리톱스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "신중",
      "ability": "방음",
      "item": "먹다남은음식",
      "moves": [
        "",
        "",
        "아이언헤드",
        ""
      ]
    }
  },
  "파치리스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "축전",
      "item": "자뭉열매",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "플로젤": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "쓱쓱",
      "item": "",
      "moves": [
        "",
        "",
        "냉동빔",
        "하이드로펌프"
      ]
    }
  },
  "골뱃": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "신중",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "체리꼬": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "플라워기프트",
      "item": "먹다남은음식",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "트리토돈": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "마중물",
      "item": "먹다남은음식",
      "moves": [
        "대지의힘",
        "",
        "냉동빔",
        "열탕"
      ]
    }
  },
  "겟핸보숭": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "테크니션",
      "item": "생명의구슬",
      "moves": [
        "속이다",
        "더블어택",
        "",
        "탁쳐서떨구기"
      ]
    }
  },
  "둥실라이드": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "",
        "",
        "섀도볼",
        "웨더볼"
      ]
    }
  },
  "이어롤": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "",
        "",
        "",
        "점프킥"
      ]
    }
  },
  "이어롭": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "이어롭나이트",
      "moves": [
        "속이다",
        "은혜갚기",
        "냉동펀치",
        "안다리걸기"
      ]
    }
  },
  "무우마직": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "부유",
      "item": "",
      "moves": [
        "",
        "",
        "섀도볼",
        "얼다바람"
      ]
    }
  },
  "돈크로우": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "",
      "moves": [
        "기습",
        "브레이브버드",
        "깜짝베기",
        "엄청난힘"
      ]
    }
  },
  "몬냥이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "오기",
      "item": "생명의구슬",
      "moves": [
        "속이다",
        "",
        "치근거리기",
        "기습"
      ]
    }
  },
  "스컹탱크": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "검은진흙",
      "moves": [
        "속임수",
        "바크아웃",
        "",
        ""
      ]
    }
  },
  "동미러": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "내열",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "동탁군": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "부유",
      "item": "리샘열매",
      "moves": [
        "",
        "",
        "아이언헤드",
        ""
      ]
    }
  },
  "흉내내": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "필터",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "페라페": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "수다",
        "",
        "",
        "폭음파"
      ]
    }
  },
  "화강돌": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "틈새포착",
      "item": "먹다남은음식",
      "moves": [
        "",
        "",
        "바크아웃",
        ""
      ]
    }
  },
  "한카리아스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "지진",
        "스톤샤워",
        "드래곤크루",
        ""
      ]
    }
  },
  "리오르": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "천진난만",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        "페인트"
      ]
    }
  },
  "루카리오": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "루카리오나이트",
      "moves": [
        "",
        "인파이트",
        "불릿펀치",
        "러스터캐논"
      ]
    }
  },
  "라플레시아": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "오물폭탄",
        "문포스",
        "기가드레인",
        ""
      ]
    }
  },
  "하마돈": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "모래날림",
      "item": "",
      "moves": [
        "지진",
        "",
        "얼음엄니",
        ""
      ]
    }
  },
  "드래피온": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "스나이퍼",
      "item": "",
      "moves": [
        "탁쳐서떨구기",
        "크로스포이즌",
        "",
        ""
      ]
    }
  },
  "독개굴": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "건조피부",
      "item": "",
      "moves": [
        "드레인펀치",
        "속이다",
        "독찌르기",
        ""
      ]
    }
  },
  "무스틈니": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "촐랑",
      "ability": "부유",
      "item": "",
      "moves": [
        "",
        "깨물어부수기",
        "",
        ""
      ]
    }
  },
  "네오라이트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "마중물",
      "item": "자뭉열매",
      "moves": [
        "",
        "열탕",
        "",
        ""
      ]
    }
  },
  "타만타": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "축전",
      "item": "진화의휘석",
      "moves": [
        "",
        "열탕",
        "",
        ""
      ]
    }
  },
  "파라스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "건조피부",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "시저크로스",
        ""
      ]
    }
  },
  "눈설왕": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "눈퍼뜨리기",
      "item": "눈설왕나이트",
      "moves": [
        "눈보라",
        "",
        "얼음뭉치",
        "에너지볼"
      ]
    }
  },
  "포푸니라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "속이다",
        "탁쳐서떨구기",
        "안다리걸기",
        "고드름떨구기"
      ]
    }
  },
  "자포코일": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "구애안경",
      "moves": [
        "러스터캐논",
        "10만볼트",
        "",
        ""
      ]
    }
  },
  "내룸벨트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "날씨부정",
      "item": "생명의구슬",
      "moves": [
        "",
        "대폭발",
        "탁쳐서떨구기",
        "10만볼트"
      ]
    }
  },
  "거대코뿌리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "하드록",
      "item": "",
      "moves": [
        "스톤샤워",
        "지진",
        "",
        "냉동펀치"
      ]
    }
  },
  "덩쿠림보": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "",
      "moves": [
        "기가드레인",
        "",
        "",
        ""
      ]
    }
  },
  "에레키블": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "전기엔진",
      "item": "달인의띠",
      "moves": [
        "냉동펀치",
        "지진",
        "",
        "와일드볼트"
      ]
    }
  },
  "마그마번": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "달인의띠",
      "moves": [
        "",
        "10만볼트",
        "",
        "화염방사"
      ]
    }
  },
  "토게키스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "에어슬래시",
        "",
        "매지컬샤인",
        ""
      ]
    }
  },
  "메가자리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "",
      "moves": [
        "에어슬래시",
        "",
        "벌레의야단법석",
        "기가드레인"
      ]
    }
  },
  "파라섹트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "건조피부",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "리피아": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "엽록소",
      "item": "",
      "moves": [
        "리프블레이드",
        "탁쳐서떨구기",
        "자연의은혜",
        ""
      ]
    }
  },
  "글레이시아": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "눈숨기",
      "item": "구애안경",
      "moves": [
        "눈보라",
        "섀도볼",
        "",
        "냉동빔"
      ]
    }
  },
  "글라이온": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "포이즌힐",
      "item": "맹독구슬",
      "moves": [
        "지진",
        "",
        "탁쳐서떨구기",
        ""
      ]
    }
  },
  "맘모꾸리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "두꺼운지방",
      "item": "구애스카프",
      "moves": [
        "지진",
        "고드름떨구기",
        "스톤샤워",
        "얼음뭉치"
      ]
    }
  },
  "폴리곤Z": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "적응력",
      "item": "구애스카프",
      "moves": [
        "트라이어택",
        "냉동빔",
        "악의파동",
        "10만볼트"
      ]
    }
  },
  "엘레이드": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "엘레이드나이트",
      "moves": [
        "인파이트",
        "",
        "냉동펀치",
        "사념의박치기"
      ]
    }
  },
  "대코파스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "",
        "파워젬",
        "대지의힘",
        "방전"
      ]
    }
  },
  "야느와르몽": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "나이트헤드"
      ]
    }
  },
  "눈여아": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "섀도볼",
        "",
        "얼다바람"
      ]
    }
  },
  "로토무": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "자뭉열매",
      "moves": [
        "",
        "10만볼트",
        "",
        "섀도볼"
      ]
    }
  },
  "히트로토무": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "부유",
      "item": "자뭉열매",
      "moves": [
        "오버히트",
        "10만볼트",
        "",
        ""
      ]
    }
  },
  "워시로토무": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "부유",
      "item": "자뭉열매",
      "moves": [
        "하이드로펌프",
        "10만볼트",
        "",
        ""
      ]
    }
  },
  "프로스트로토무": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "부유",
      "item": "구애스카프",
      "moves": [
        "눈보라",
        "10만볼트",
        "볼트체인지",
        ""
      ]
    }
  },
  "스핀로토무": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "부유",
      "item": "자뭉열매",
      "moves": [
        "에어슬래시",
        "",
        "",
        "10만볼트"
      ]
    }
  },
  "커트로토무": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "부유",
      "item": "자뭉열매",
      "moves": [
        "리프스톰",
        "10만볼트",
        "",
        ""
      ]
    }
  },
  "유크시": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "부유",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "사이코쇼크"
      ]
    }
  },
  "엠라이트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "부유",
      "item": "마코열매",
      "moves": [
        "냉동빔",
        "",
        "사이코키네시스",
        "10만볼트"
      ]
    }
  },
  "아그놈": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "",
      "moves": [
        "사이코키네시스",
        "화염방사",
        "매지컬샤인",
        "불대문자"
      ]
    }
  },
  "히드런": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "타오르는불꽃",
      "item": "먹다남은음식",
      "moves": [
        "",
        "열풍",
        "대지의힘",
        "러스터캐논"
      ]
    }
  },
  "레지기가스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "슬로스타트",
      "item": "먹다남은음식",
      "moves": [
        "",
        "스톤샤워",
        "드레인펀치",
        "은혜갚기"
      ]
    }
  },
  "크레세리아": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "부유",
      "item": "",
      "moves": [
        "사이코키네시스",
        "냉동빔",
        "",
        ""
      ]
    }
  },
  "도나리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "검은진흙",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "샤비": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "심술꾸러기",
      "item": "진화의휘석",
      "moves": [
        "리프스톰",
        "",
        "",
        ""
      ]
    }
  },
  "샤로다": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "심술꾸러기",
      "item": "",
      "moves": [
        "리프스톰",
        "",
        "",
        "용의파동"
      ]
    }
  },
  "차오꿀": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "신중",
      "ability": "두꺼운지방",
      "item": "진화의휘석",
      "moves": [
        "플레어드라이브",
        "엄청난힘",
        "",
        ""
      ]
    }
  },
  "염무왕": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "이판사판",
      "item": "생명의구슬",
      "moves": [
        "플레어드라이브",
        "양날박치기",
        "와일드볼트",
        "기습"
      ]
    }
  },
  "대검귀": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "급류",
      "item": "초나열매",
      "moves": [
        "냉동빔",
        "풀묶기",
        "열탕",
        ""
      ]
    }
  },
  "바랜드": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "모래헤치기",
      "item": "생명의구슬",
      "moves": [
        "깨물어부수기",
        "원수갚기",
        "은혜갚기",
        "치근거리기"
      ]
    }
  },
  "쌔비냥": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "속이다"
      ]
    }
  },
  "닥트리오": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "기습",
        "스톤샤워",
        "",
        ""
      ]
    }
  },
  "레파르다스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "속이다",
        "속임수",
        ""
      ]
    }
  },
  "몽얌나": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "",
        "",
        "사이코키네시스",
        ""
      ]
    }
  },
  "켄호로우": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "깜짝베기",
        "",
        "",
        ""
      ]
    }
  },
  "제브라이카": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "피뢰침",
      "item": "생명의구슬",
      "moves": [
        "",
        "10만볼트",
        "오버히트",
        ""
      ]
    }
  },
  "기가이어스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "",
      "item": "",
      "moves": [
        "스톤샤워",
        "지진",
        "헤비봄버",
        "대폭발"
      ]
    }
  },
  "맘박쥐": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "단순",
      "item": "",
      "moves": [
        "어시스트파워",
        "",
        "",
        ""
      ]
    }
  },
  "페르시온": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "속이다",
        "",
        "",
        ""
      ]
    }
  },
  "몰드류": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "틀깨기",
      "item": "생명의구슬",
      "moves": [
        "아이언헤드",
        "스톤샤워",
        "지진",
        ""
      ]
    }
  },
  "다부니": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "",
      "item": "다부니나이트",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "토쇠골": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "근성",
      "item": "진화의휘석",
      "moves": [
        "드레인펀치",
        "탁쳐서떨구기",
        "",
        "마하펀치"
      ]
    }
  },
  "노보청": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "근성",
      "item": "돌격조끼",
      "moves": [
        "마하펀치",
        "드레인펀치",
        "냉동펀치",
        "탁쳐서떨구기"
      ]
    }
  },
  "동챙이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "쓱쓱",
      "item": "구애안경",
      "moves": [
        "대지의힘",
        "",
        "오물폭탄",
        "하이드로펌프"
      ]
    }
  },
  "두빅굴": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "쓱쓱",
      "item": "생명의구슬",
      "moves": [
        "대지의힘",
        "",
        "탁류",
        ""
      ]
    }
  },
  "던지미": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "업어후리기",
        "",
        "탁쳐서떨구기",
        "냉동펀치"
      ]
    }
  },
  "타격귀": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "인파이트",
        "냉동펀치",
        "스톤샤워",
        "독찌르기"
      ]
    }
  },
  "모아머": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "엽록소",
      "item": "",
      "moves": [
        "시저크로스",
        "리프블레이드",
        "",
        "탁쳐서떨구기"
      ]
    }
  },
  "펜드라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "독찌르기",
        "",
        "스톤샤워",
        "지진"
      ]
    }
  },
  "엘풍": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "드레디어": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "엽록소",
      "item": "",
      "moves": [
        "",
        "",
        "솔라빔",
        ""
      ]
    }
  },
  "골덕": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "날씨부정",
      "item": "먹다남은음식",
      "moves": [
        "",
        "열탕",
        "얼다바람",
        "냉동빔"
      ]
    }
  },
  "배쓰나이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "적응력",
      "item": "구애머리띠",
      "moves": [
        "아쿠아제트",
        "엄청난힘",
        "깨물어부수기",
        "폭포오르기"
      ]
    }
  },
  "악비아르": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "위협",
      "item": "구애스카프",
      "moves": [
        "지진",
        "스톤샤워",
        "탁쳐서떨구기",
        ""
      ]
    }
  },
  "불비달마": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "우격다짐",
      "item": "구애스카프",
      "moves": [
        "플레어드라이브",
        "엄청난힘",
        "스톤샤워",
        "유턴"
      ]
    }
  },
  "마라카치": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "마중물",
      "item": "",
      "moves": [
        "",
        "솔라빔",
        "에너지볼",
        "기가드레인"
      ]
    }
  },
  "암팰리스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "",
        "",
        "스톤샤워",
        "지진"
      ]
    }
  },
  "곤율랭": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "위협",
      "item": "진화의휘석",
      "moves": [
        "드레인펀치",
        "",
        "탁쳐서떨구기",
        "냉동펀치"
      ]
    }
  },
  "곤율거니": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "위협",
      "item": "리샘열매",
      "moves": [
        "속이다",
        "드레인펀치",
        "탁쳐서떨구기",
        "깨물어부수기"
      ]
    }
  },
  "심보러": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "색안경",
      "item": "구애스카프",
      "moves": [
        "사이코키네시스",
        "냉동빔",
        "매지컬샤인",
        "에어슬래시"
      ]
    }
  },
  "데스니칸": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "섀도볼",
        ""
      ]
    }
  },
  "늑골라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "하드록",
      "item": "",
      "moves": [
        "",
        "아쿠아제트",
        "스톤샤워",
        "냉동빔"
      ]
    }
  },
  "아케오스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "무기력",
      "item": "",
      "moves": [
        "스톤샤워",
        "",
        "",
        ""
      ]
    }
  },
  "성원숭": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "오기",
      "item": "구애스카프",
      "moves": [
        "인파이트",
        "냉동펀치",
        "스톤샤워",
        "더스트슈트"
      ]
    }
  },
  "조로아": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "덜렁",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "바크아웃",
        "나이트버스트",
        "",
        ""
      ]
    }
  },
  "조로아크": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "화염방사",
        "",
        "나이트버스트",
        "악의파동"
      ]
    }
  },
  "치라치노": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "스킬링크",
      "item": "왕의징표석",
      "moves": [
        "락블레스트",
        "기관총",
        "스위프뺨치기",
        ""
      ]
    }
  },
  "고디보미": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "사이코키네시스",
        ""
      ]
    }
  },
  "고디모아젤": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "",
        "",
        "사이코키네시스",
        ""
      ]
    }
  },
  "유니란": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "매직가드",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "듀란": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "사이코쇼크",
        "",
        "",
        ""
      ]
    }
  },
  "란쿨루스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "매직가드",
      "item": "생명의구슬",
      "moves": [
        "",
        "사이코키네시스",
        "섀도볼",
        "사이코쇼크"
      ]
    }
  },
  "배바닐라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "아이스바디",
      "item": "구애스카프",
      "moves": [
        "프리즈드라이",
        "웨더볼",
        "",
        "냉동빔"
      ]
    }
  },
  "바라철록": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "엽록소",
      "item": "생명의구슬",
      "moves": [
        "우드호른",
        "",
        "이판사판태클",
        "점프킥"
      ]
    }
  },
  "에몽가": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "전기엔진",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "10만볼트"
      ]
    }
  },
  "슈바르고": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "방진",
      "item": "돌격조끼",
      "moves": [
        "아이언헤드",
        "드릴라이너",
        "메가폰",
        "탁쳐서떨구기"
      ]
    }
  },
  "윈디": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "위협",
      "item": "생명의구슬",
      "moves": [
        "신속",
        "플레어드라이브",
        "",
        "인파이트"
      ]
    }
  },
  "깜놀버슬": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "속여때리기",
        ""
      ]
    }
  },
  "뽀록나": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "기가드레인",
        ""
      ]
    }
  },
  "탱탱겔": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "축전",
      "item": "자뭉열매",
      "moves": [
        "",
        "해수스파우팅",
        "섀도볼",
        ""
      ]
    }
  },
  "맘복치": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "신중",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "아쿠아제트"
      ]
    }
  },
  "전툴라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "번개",
        "벌레의야단법석",
        "볼트체인지",
        ""
      ]
    }
  },
  "너트령": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "파워휩",
        "자이로볼",
        ""
      ]
    }
  },
  "리자몽": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "맹화",
      "item": "리자몽나이트Y",
      "moves": [
        "",
        "열풍",
        "솔라빔",
        "오버히트"
      ]
    }
  },
  "발챙이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "쓱쓱",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "파도타기"
      ]
    }
  },
  "기기어르": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "클리어바디",
      "item": "진화의휘석",
      "moves": [
        "기어소서",
        "",
        "",
        ""
      ]
    }
  },
  "기기기어르": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "클리어바디",
      "item": "생명의구슬",
      "moves": [
        "기어소서",
        "와일드볼트",
        "",
        ""
      ]
    }
  },
  "저리릴": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "부유",
      "item": "진화의휘석",
      "moves": [
        "애시드봄",
        "",
        "",
        "10만볼트"
      ]
    }
  },
  "저리더프": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "부유",
      "item": "돌격조끼",
      "moves": [
        "화염방사",
        "기가드레인",
        "10만볼트",
        "볼트체인지"
      ]
    }
  },
  "벰크": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "사이코키네시스",
        "",
        "",
        ""
      ]
    }
  },
  "램프라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "타오르는불꽃",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "열풍",
        "섀도볼"
      ]
    }
  },
  "샹델라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "타오르는불꽃",
      "item": "",
      "moves": [
        "섀도볼",
        "열풍",
        "",
        ""
      ]
    }
  },
  "슈륙챙이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "쓱쓱",
      "item": "",
      "moves": [
        "",
        "얼다바람",
        "",
        "파도타기"
      ]
    }
  },
  "액스라이즈": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "틀깨기",
      "item": "구애스카프",
      "moves": [
        "지진",
        "독찌르기",
        "드래곤크루",
        ""
      ]
    }
  },
  "툰베어": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "쓱쓱",
      "item": "생명의구슬",
      "moves": [
        "고드름떨구기",
        "",
        "스톤샤워",
        "안다리걸기"
      ]
    }
  },
  "프리지오": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "구애스카프",
      "moves": [
        "프리즈드라이",
        "러스터캐논",
        "물의파동",
        "얼다바람"
      ]
    }
  },
  "어지리더": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "성급",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "",
        "",
        "",
        "벌레의야단법석"
      ]
    }
  },
  "메더": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "",
      "item": "",
      "moves": [
        "대지의힘",
        "10만볼트",
        "",
        "열탕"
      ]
    }
  },
  "비조푸": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "드레인펀치",
        "",
        "속이다"
      ]
    }
  },
  "강챙이": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "쓱쓱",
      "item": "달인의띠",
      "moves": [
        "폭포오르기",
        "깨뜨리다",
        "독찌르기",
        "지진"
      ]
    }
  },
  "비조도": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "속이다",
        "",
        "스톤샤워",
        "안다리걸기"
      ]
    }
  },
  "크리만": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "우격다짐",
      "item": "생명의구슬",
      "moves": [
        "드래곤크루",
        "깨물어부수기",
        "",
        "스톤샤워"
      ]
    }
  },
  "골루그": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "폭발펀치",
        "",
        "지진",
        "고스트다이브"
      ]
    }
  },
  "절각참": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "오기",
      "item": "생명의구슬",
      "moves": [
        "기습",
        "아이언헤드",
        "탁쳐서떨구기",
        ""
      ]
    }
  },
  "버프론": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "이판사판",
      "item": "구애머리띠",
      "moves": [
        "아프로브레이크",
        "지진",
        "",
        "스톤샤워"
      ]
    }
  },
  "워글": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "오기",
      "item": "구애스카프",
      "moves": [
        "브레이브버드",
        "엄청난힘",
        "스톤샤워",
        "유턴"
      ]
    }
  },
  "버랜지나": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "방진",
      "item": "",
      "moves": [
        "속임수",
        "",
        "",
        ""
      ]
    }
  },
  "아이앤트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "의욕",
      "item": "생명의구슬",
      "moves": [
        "아이언헤드",
        "시저크로스",
        "스톤샤워",
        ""
      ]
    }
  },
  "삼삼드래": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "부유",
      "item": "구애안경",
      "moves": [
        "악의파동",
        "용성군",
        "대지의힘",
        "화염방사"
      ]
    }
  },
  "불카모스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "열풍",
        "벌레의야단법석",
        ""
      ]
    }
  },
  "코바르온": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "아이언헤드",
        "인파이트",
        "",
        "스톤에지"
      ]
    }
  },
  "테라키온": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "스톤샤워",
        "인파이트",
        "",
        ""
      ]
    }
  },
  "비리디온": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "인파이트",
        "리프블레이드",
        "",
        "스톤에지"
      ]
    }
  },
  "토네로스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "폭풍",
        "열풍"
      ]
    }
  },
  "토네로스-영물": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "폭풍",
        "",
        "",
        "기합구슬"
      ]
    }
  },
  "볼트로스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "10만볼트",
        "",
        "",
        ""
      ]
    }
  },
  "볼트로스-영물": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "축전",
      "item": "구애스카프",
      "moves": [
        "",
        "10만볼트",
        "볼트체인지",
        "풀묶기"
      ]
    }
  },
  "랜드로스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "모래의힘",
      "item": "생명의구슬",
      "moves": [
        "",
        "스톤샤워",
        "지진",
        "대지의힘"
      ]
    }
  },
  "랜드로스-영물": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "위협",
      "item": "구애스카프",
      "moves": [
        "지진",
        "스톤샤워",
        "엄청난힘",
        "유턴"
      ]
    }
  },
  "후딘": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "후디나이트",
      "moves": [
        "사이코키네시스",
        "",
        "매지컬샤인",
        "섀도볼"
      ]
    }
  },
  "브리가론": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "방탄",
      "item": "리샘열매",
      "moves": [
        "",
        "우드해머",
        "페인트",
        ""
      ]
    }
  },
  "테르나": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "맹화",
      "item": "진화의휘석",
      "moves": [
        "사이코쇼크",
        "",
        "",
        "열풍"
      ]
    }
  },
  "마폭시": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "맹화",
      "item": "달인의띠",
      "moves": [
        "",
        "사이코키네시스",
        "사이코쇼크",
        "열풍"
      ]
    }
  },
  "개굴닌자": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "변환자재",
      "item": "생명의구슬",
      "moves": [
        "냉동빔",
        "더스트슈트",
        "악의파동",
        ""
      ]
    }
  },
  "파르토": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "천하장사",
      "item": "구애스카프",
      "moves": [
        "지진",
        "스톤샤워",
        "냉동펀치",
        "은혜갚기"
      ]
    }
  },
  "파이어로": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "브레이브버드",
        "플레어드라이브",
        "",
        ""
      ]
    }
  },
  "분떠도리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "비비용": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "폭풍",
        "",
        "",
        ""
      ]
    }
  },
  "화염레오": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "긴장감",
      "item": "",
      "moves": [
        "하이퍼보이스",
        "",
        "오버히트",
        "악의파동"
      ]
    }
  },
  "플라엣테": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "문포스",
        "",
        "",
        ""
      ]
    }
  },
  "플라제스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "구애안경",
      "moves": [
        "문포스",
        "사이코키네시스",
        "매지컬샤인",
        "에너지볼"
      ]
    }
  },
  "고고트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "초식",
      "item": "",
      "moves": [
        "우드호른",
        "",
        "",
        ""
      ]
    }
  },
  "부란다": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "철주먹",
      "item": "",
      "moves": [
        "",
        "탁쳐서떨구기",
        "암해머",
        "불꽃펀치"
      ]
    }
  },
  "트리미앙": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "퍼코트",
      "item": "자뭉열매",
      "moves": [
        "",
        "은혜갚기",
        "",
        "바크아웃"
      ]
    }
  },
  "냐오닉스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "마코열매",
      "moves": [
        "속이다",
        "사이코키네시스",
        "",
        "10만볼트"
      ]
    }
  },
  "괴력몬": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "폭발펀치",
        "스톤에지",
        "",
        ""
      ]
    }
  },
  "쌍검킬": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "아이언헤드",
        "야습",
        "",
        ""
      ]
    }
  },
  "킬가르도": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "냉정",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "섀도볼",
        "러스터캐논",
        ""
      ]
    }
  },
  "슈쁘": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "",
        "",
        "문포스",
        ""
      ]
    }
  },
  "프레프티르": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "",
        "문포스",
        "",
        ""
      ]
    }
  },
  "나루림": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "치근거리기",
        "",
        "드레인펀치",
        ""
      ]
    }
  },
  "칼라마네로": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "심술꾸러기",
      "item": "자뭉열매",
      "moves": [
        "엄청난힘",
        "탁쳐서떨구기",
        "",
        "사이코커터"
      ]
    }
  },
  "거북손데스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "단단한발톱",
      "item": "",
      "moves": [
        "셸블레이드",
        "",
        "스톤샤워",
        ""
      ]
    }
  },
  "드래캄": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "적응력",
      "item": "구애안경",
      "moves": [
        "용성군",
        "오물폭탄",
        "용의파동",
        "하이드로펌프"
      ]
    }
  },
  "블로스터": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "메가런처",
      "item": "돌격조끼",
      "moves": [
        "파동탄",
        "물의파동",
        "악의파동",
        "냉동빔"
      ]
    }
  },
  "일레도리자드": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "선파워",
      "item": "구애안경",
      "moves": [
        "10만볼트",
        "하이퍼보이스",
        "볼트체인지",
        ""
      ]
    }
  },
  "티고라스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "온순",
      "ability": "옹골찬턱",
      "item": "",
      "moves": [
        "",
        "드래곤크루",
        "",
        "지진"
      ]
    }
  },
  "견고라스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "옹골찬턱",
      "item": "구애스카프",
      "moves": [
        "얼음엄니",
        "스톤샤워",
        "지진",
        "깨물어부수기"
      ]
    }
  },
  "아마루르가": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "프리즈스킨",
      "item": "생명의구슬",
      "moves": [
        "",
        "하이퍼보이스",
        "원시의힘",
        "프리즈드라이"
      ]
    }
  },
  "님피아": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "페어리스킨",
      "item": "구애안경",
      "moves": [
        "하이퍼보이스",
        "섀도볼",
        "사이코쇼크",
        ""
      ]
    }
  },
  "루차불": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        "애크러뱃"
      ]
    }
  },
  "데덴네": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "",
        "",
        "볼트체인지",
        ""
      ]
    }
  },
  "멜리시": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "미끄메라": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "바둥바둥",
        ""
      ]
    }
  },
  "미끄래곤": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "초식",
      "item": "돌격조끼",
      "moves": [
        "용의파동",
        "10만볼트",
        "불대문자",
        "오물폭탄"
      ]
    }
  },
  "클레피": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "속임수",
        "",
        ""
      ]
    }
  },
  "대로트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "건방",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "",
        "",
        "",
        "우드호른"
      ]
    }
  },
  "우츠보트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "엽록소",
      "item": "생명의구슬",
      "moves": [
        "오물폭탄",
        "웨더볼",
        "",
        "솔라빔"
      ]
    }
  },
  "펌킨인-중": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "펌킨인-소": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "펌킨인-대": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "",
        "고스트다이브",
        "",
        "씨폭탄"
      ]
    }
  },
  "펌킨인-특대": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "씨폭탄",
        "",
        ""
      ]
    }
  },
  "크레베이스": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "",
      "item": "",
      "moves": [
        "눈사태",
        "",
        "",
        "지진"
      ]
    }
  },
  "음번": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "용성군",
        "",
        "에어슬래시",
        ""
      ]
    }
  },
  "독파리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "젖은접시",
      "item": "검은진흙",
      "moves": [
        "오물폭탄",
        "",
        "열탕",
        "냉동빔"
      ]
    }
  },
  "딱구리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "용감",
      "ability": "",
      "item": "구애머리띠",
      "moves": [
        "지진",
        "스톤샤워",
        "대폭발",
        "암석봉인"
      ]
    }
  },
  "날쌩마": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "타오르는불꽃",
      "item": "구애머리띠",
      "moves": [
        "플레어드라이브",
        "드릴라이너",
        "와일드볼트",
        "메가폰"
      ]
    }
  },
  "야도란": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "야도란나이트",
      "moves": [
        "열탕",
        "",
        "",
        "냉동빔"
      ]
    }
  },
  "코일": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "대담",
      "ability": "",
      "item": "오랭열매",
      "moves": [
        "",
        "",
        "",
        ""
      ]
    }
  },
  "레어코일": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "러스터캐논",
        "",
        "볼트체인지",
        "10만볼트"
      ]
    }
  },
  "파오리": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "장난꾸러기",
      "ability": "",
      "item": "대파",
      "moves": [
        "",
        "페인트",
        "",
        ""
      ]
    }
  },
  "쥬쥬": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "아이스바디",
      "item": "진화의휘석",
      "moves": [
        "",
        "속이다",
        "",
        ""
      ]
    }
  },
  "쥬레곤": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "두꺼운지방",
      "item": "돌격조끼",
      "moves": [
        "속이다",
        "얼다바람",
        "",
        "냉동빔"
      ]
    }
  },
  "질뻐기": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "고집",
      "ability": "",
      "item": "검은진흙",
      "moves": [
        "",
        "야습",
        "불꽃펀치",
        "더스트슈트"
      ]
    }
  },
  "거북왕": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "조심",
      "ability": "급류",
      "item": "거북왕나이트",
      "moves": [
        "파동탄",
        "해수스파우팅",
        "",
        "악의파동"
      ]
    }
  },
  "파르셀": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "스킬링크",
      "item": "",
      "moves": [
        "고드름침",
        "락블레스트",
        "얼음뭉치",
        ""
      ]
    }
  },
  "고우스트": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "차분",
      "ability": "부유",
      "item": "진화의휘석",
      "moves": [
        "섀도볼",
        "",
        "",
        ""
      ]
    }
  },
  "팬텀": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "",
      "moves": [
        "오물폭탄",
        "",
        "섀도볼",
        ""
      ]
    }
  },
  "슬리퍼": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "무사태평",
      "ability": "",
      "item": "",
      "moves": [
        "",
        "",
        "사이코키네시스",
        ""
      ]
    }
  },
  "킹크랩": {
    "일반 배틀스폿": {
      "level": 50,
      "evs": {},
      "nature": "명랑",
      "ability": "괴력집게",
      "item": "",
      "moves": [
        "",
        "찝게햄머",
        "",
        ""
      ]
    }
  }
};
