var SETDEX_SHOWDOWN={
  "스왈로": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "근성",
      "item": "화염구슬",
      "moves": [
        "브레이브버드",
        "객기",
        "전광석화",
        "유턴"
      ]
    }
  },
  "이브이": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "용감",
      "ability": "적응력",
      "item": "실크스카프",
      "moves": [
        "전광석화",
        "은혜갚기",
        "객기",
        "화풀이"
      ]
    }
  },
  "강챙이": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 4
      },
      "nature": "고집",
      "ability": "쓱쓱",
      "item": "자뭉열매",
      "moves": [
        "폭포오르기",
        "냉동펀치",
        "깨뜨리다",
        "독찌르기"
      ]
    }
  },
  "에몽가": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "전기엔진",
      "item": "캄라열매",
      "moves": [
        "일렉트릭볼",
        "에어슬래시",
        "10만볼트",
        "방전"
      ]
    }
  },
  "버터플": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "벌레의야단법석",
        "사이코키네시스",
        "기가드레인",
        "섀도볼"
      ]
    }
  },
  "토네로스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "폭풍",
        "에어슬래시",
        "열풍",
        "얼다바람"
      ]
    }
  },
  "마자용": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "",
      "item": "먹다남은음식",
      "moves": []
    }
  },
  "크레세리아": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 220,
        "at": 0,
        "df": 172,
        "sa": 4,
        "sd": 92,
        "sp": 20
      },
      "nature": "차분",
      "ability": "부유",
      "item": "",
      "moves": [
        "사이코키네시스",
        "냉동빔",
        "얼다바람",
        "사이코쇼크"
      ]
    }
  },
  "덩쿠리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 4,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "기가드레인",
        "원시의힘",
        "리프스톰",
        "잠재파워-얼음"
      ]
    }
  },
  "앱솔": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "앱솔나이트",
      "moves": [
        "기습",
        "치근거리기",
        "탁쳐서떨구기",
        "사이코커터"
      ]
    }
  },
  "나무킹": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "심록",
      "item": "나무킹나이트",
      "moves": [
        "용의파동",
        "리프스톰",
        "기합구슬",
        "기가드레인"
      ]
    }
  },
  "직구리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "신속",
        "섀도크루",
        "객기",
        "치근거리기"
      ]
    }
  },
  "랜드로스-영물": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "구애스카프",
      "moves": [
        "지진",
        "스톤샤워",
        "엄청난힘",
        "유턴"
      ]
    }
  },
  "라프라스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 228,
        "at": 0,
        "df": 124,
        "sa": 156,
        "sd": 0,
        "sp": 0
      },
      "nature": "차분",
      "ability": "축전",
      "item": "",
      "moves": [
        "프리즈드라이",
        "하이드로펌프",
        "얼음뭉치",
        "절대영도"
      ]
    }
  },
  "악비아르": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 28,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 228
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "구애스카프",
      "moves": [
        "지진",
        "스톤샤워",
        "탁쳐서떨구기",
        "엄청난힘"
      ]
    }
  },
  "입치트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "입치트나이트",
      "moves": [
        "치근거리기",
        "기습",
        "아이언헤드",
        "스톤샤워"
      ]
    }
  },
  "고디보미": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 172,
        "sa": 0,
        "sd": 84,
        "sp": 0
      },
      "nature": "무사태평",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "사이코키네시스",
        "사이코쇼크",
        "속임수",
        "섀도볼"
      ]
    }
  },
  "타만타": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "축전",
      "item": "진화의휘석",
      "moves": [
        "열탕",
        "얼다바람",
        "에어슬래시",
        "냉동빔"
      ]
    }
  },
  "보스로라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "",
      "item": "보스로라나이트",
      "moves": [
        "아이언헤드",
        "지진",
        "스톤샤워",
        "헤비봄버"
      ]
    }
  },
  "야도란": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 252,
        "sa": 8,
        "sd": 0,
        "sp": 0
      },
      "nature": "대담",
      "ability": "",
      "item": "야도란나이트",
      "moves": [
        "열탕",
        "냉동빔",
        "사이코키네시스",
        "사이코쇼크"
      ]
    }
  },
  "전룡": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 8,
        "sp": 0
      },
      "nature": "조심",
      "ability": "",
      "item": "전룡나이트",
      "moves": [
        "용의파동",
        "10만볼트",
        "기합구슬",
        "방전"
      ]
    }
  },
  "암스타": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "쓱쓱",
      "item": "생명의구슬",
      "moves": [
        "냉동빔",
        "탁류",
        "원시의힘",
        "하이드로펌프"
      ]
    }
  },
  "씨카이저": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 148,
        "sa": 108,
        "sd": 0,
        "sp": 0
      },
      "nature": "대담",
      "ability": "두꺼운지방",
      "item": "먹다남은음식",
      "moves": [
        "냉동빔",
        "눈보라",
        "얼다바람",
        "파도타기"
      ]
    }
  },
  "일레도리자드": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "건조피부",
      "item": "구애스카프",
      "moves": [
        "10만볼트",
        "하이퍼보이스",
        "볼트체인지",
        "잠재파워-얼음"
      ]
    }
  },
  "아이앤트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "의욕",
      "item": "",
      "moves": [
        "아이언헤드",
        "시저크로스",
        "엄청난힘",
        "스톤샤워"
      ]
    }
  },
  "레지락": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 52,
        "df": 0,
        "sa": 0,
        "sd": 204,
        "sp": 0
      },
      "nature": "고집",
      "ability": "클리어바디",
      "item": "돌격조끼",
      "moves": [
        "스톤샤워",
        "냉동펀치",
        "드레인펀치",
        "아이언헤드"
      ]
    }
  },
  "메꾸리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 100,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 156,
        "sp": 0
      },
      "nature": "고집",
      "ability": "두꺼운지방",
      "item": "진화의휘석",
      "moves": [
        "지진",
        "얼음뭉치",
        "스톤샤워",
        "눈사태"
      ]
    }
  },
  "가재장군": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "적응력",
      "item": "생명의구슬",
      "moves": [
        "탁쳐서떨구기",
        "아쿠아제트",
        "찝게햄머",
        "엄청난힘"
      ]
    }
  },
  "크로뱃": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 36,
        "sp": 220
      },
      "nature": "명랑",
      "ability": "",
      "item": "검은진흙",
      "moves": [
        "브레이브버드",
        "크로스포이즌",
        "유턴",
        "애크러뱃"
      ]
    }
  },
  "음번": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "구애안경",
      "moves": [
        "용성군",
        "폭풍",
        "에어슬래시",
        "화염방사"
      ]
    }
  },
  "비버통": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 156,
        "sa": 0,
        "sd": 96,
        "sp": 0
      },
      "nature": "차분",
      "ability": "단순",
      "item": "먹다남은음식",
      "moves": [
        "폭포오르기",
        "은혜갚기",
        "전광석화",
        "열탕"
      ]
    }
  },
  "고디모아젤": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 12,
        "sa": 0,
        "sd": 244,
        "sp": 0
      },
      "nature": "건방",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "사이코쇼크",
        "사이코키네시스",
        "섀도볼",
        "에너지볼"
      ]
    }
  },
  "폭음룡": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 8,
        "sp": 0
      },
      "nature": "조심",
      "ability": "배짱",
      "item": "구애안경",
      "moves": [
        "폭음파",
        "기합구슬",
        "불대문자",
        "냉동빔"
      ]
    }
  },
  "두빅굴": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 252,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "노력",
      "ability": "축전",
      "item": "생명의구슬",
      "moves": [
        "대지의힘",
        "지진",
        "드레인펀치",
        "독찌르기"
      ]
    }
  },
  "글라이온": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 188,
        "sa": 0,
        "sd": 0,
        "sp": 72
      },
      "nature": "장난꾸러기",
      "ability": "포이즌힐",
      "item": "맹독구슬",
      "moves": [
        "지진",
        "탁쳐서떨구기",
        "애크러뱃",
        "스톤샤워"
      ]
    }
  },
  "랜턴": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "조심",
      "ability": "축전",
      "item": "먹다남은음식",
      "moves": [
        "냉동빔",
        "열탕",
        "방전",
        "10만볼트"
      ]
    }
  },
  "마라카치": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 4,
        "sd": 0,
        "sp": 0
      },
      "nature": "무사태평",
      "ability": "마중물",
      "item": "먹다남은음식",
      "moves": [
        "기가드레인",
        "솔라빔",
        "잠재파워-얼음",
        "기습"
      ]
    }
  },
  "제브라이카": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "피뢰침",
      "item": "",
      "moves": [
        "오버히트",
        "10만볼트",
        "와일드볼트",
        "잠재파워-얼음"
      ]
    }
  },
  "엠페르트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 4,
        "df": 52,
        "sa": 68,
        "sd": 132,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "급류",
      "item": "돌격조끼",
      "moves": [
        "냉동빔",
        "러스터캐논",
        "열탕",
        "아쿠아제트"
      ]
    }
  },
  "후딘": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "매직가드",
      "item": "후디나이트",
      "moves": [
        "사이코키네시스",
        "매지컬샤인",
        "섀도볼",
        "에너지볼"
      ]
    }
  },
  "드래캄": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 8,
        "sp": 0
      },
      "nature": "조심",
      "ability": "적응력",
      "item": "생명의구슬",
      "moves": [
        "오물폭탄",
        "용성군",
        "열탕",
        "용의파동"
      ]
    }
  },
  "체리꼬": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 148,
        "sa": 0,
        "sd": 108,
        "sp": 0
      },
      "nature": "대담",
      "ability": "플라워기프트",
      "item": "자뭉열매",
      "moves": [
        "기가드레인",
        "웨더볼",
        "씨폭탄",
        "솔라빔"
      ]
    }
  },
  "멜리시": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 4,
        "sd": 0,
        "sp": 0
      },
      "nature": "무사태평",
      "ability": "",
      "item": "",
      "moves": [
        "매지컬샤인",
        "문포스",
        "파워젬",
        "대폭발"
      ]
    }
  },
  "불비달마": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "우격다짐",
      "item": "구애스카프",
      "moves": [
        "플레어드라이브",
        "스톤샤워",
        "엄청난힘",
        "유턴"
      ]
    }
  },
  "란쿨루스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 8,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "매직가드",
      "item": "생명의구슬",
      "moves": [
        "사이코키네시스",
        "사이코쇼크",
        "기합구슬",
        "섀도볼"
      ]
    }
  },
  "크리만": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "용감",
      "ability": "우격다짐",
      "item": "생명의구슬",
      "moves": [
        "드래곤크루",
        "스톤샤워",
        "더스트슈트",
        "아이언헤드"
      ]
    }
  },
  "버섯모": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "테크니션",
      "item": "",
      "moves": [
        "기관총",
        "마하펀치",
        "암석봉인",
        "엄청난힘"
      ]
    }
  },
  "둥실라이드": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 196,
        "sd": 252,
        "sp": 60
      },
      "nature": "조심",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "섀도볼",
        "클리어스모그",
        "애크러뱃",
        "탁쳐서떨구기"
      ]
    }
  },
  "맘복치": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "열탕",
        "탁쳐서떨구기",
        "얼다바람",
        "아쿠아제트"
      ]
    }
  },
  "커트로토무": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 84,
        "sa": 76,
        "sd": 92,
        "sp": 4
      },
      "nature": "대담",
      "ability": "부유",
      "item": "자뭉열매",
      "moves": [
        "리프스톰",
        "10만볼트",
        "볼트체인지",
        "잠재파워-얼음"
      ]
    }
  },
  "코터스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "하얀연기",
      "item": "",
      "moves": [
        "대지의힘",
        "열풍",
        "클리어스모그",
        "분화"
      ]
    }
  },
  "우츠보트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 4,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "덜렁",
      "ability": "엽록소",
      "item": "생명의구슬",
      "moves": [
        "웨더볼",
        "오물폭탄",
        "솔라빔",
        "기가드레인"
      ]
    }
  },
  "레지기가스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "슬로스타트",
      "item": "자뭉열매",
      "moves": [
        "드레인펀치",
        "은혜갚기",
        "스톤샤워",
        "얼다바람"
      ]
    }
  },
  "독파리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "차분",
      "ability": "",
      "item": "검은진흙",
      "moves": [
        "오물폭탄",
        "열탕",
        "냉동빔",
        "기가드레인"
      ]
    }
  },
  "내룸벨트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "",
      "item": "노말젬",
      "moves": [
        "대폭발",
        "탁쳐서떨구기",
        "암해머",
        "파워휩"
      ]
    }
  },
  "미끄래곤": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 0
      },
      "nature": "조심",
      "ability": "초식",
      "item": "돌격조끼",
      "moves": [
        "냉동빔",
        "용성군",
        "용의파동",
        "불대문자"
      ]
    }
  },
  "톱치": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "용감",
      "ability": "",
      "item": "",
      "moves": [
        "스톤샤워",
        "지진",
        "엄청난힘",
        "깨물어부수기"
      ]
    }
  },
  "킬가르도": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "",
      "item": "",
      "moves": [
        "섀도볼",
        "러스터캐논",
        "야습",
        "성스러운칼"
      ]
    }
  },
  "플로젤": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "조심",
      "ability": "쓱쓱",
      "item": "",
      "moves": [
        "폭포오르기",
        "냉동빔",
        "아쿠아제트",
        "하이드로펌프"
      ]
    }
  },
  "붐볼": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "방음",
      "item": "생명의구슬",
      "moves": [
        "10만볼트",
        "잠재파워-얼음",
        "시그널빔",
        "방전"
      ]
    }
  },
  "펌킨인": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 4,
        "df": 0,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "신중",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "고스트다이브",
        "씨폭탄",
        "야습",
        "대폭발"
      ]
    }
  },
  "솔록": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "용감",
      "ability": "부유",
      "item": "",
      "moves": [
        "스톤샤워",
        "사념의박치기",
        "지진",
        "암석봉인"
      ]
    }
  },
  "펌킨인-소": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "고스트다이브",
        "씨폭탄",
        "야습",
        "스톤샤워"
      ]
    }
  },
  "대로트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 8,
        "df": 0,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "신중",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "우드호른",
        "섀도크루",
        "고스트다이브",
        "우드해머"
      ]
    }
  },
  "대포무노": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "스나이퍼",
      "item": "신비의물방울",
      "moves": [
        "해수스파우팅",
        "에너지볼",
        "냉동빔",
        "열탕"
      ]
    }
  },
  "에레브": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 248,
        "sa": 4,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "페인트",
        "10만볼트",
        "잠재파워-얼음",
        "볼트체인지"
      ]
    }
  },
  "피카츄": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "피뢰침",
      "item": "전기구슬",
      "moves": [
        "속이다",
        "볼트태클",
        "10만볼트",
        "탁쳐서떨구기"
      ]
    }
  },
  "조로아크": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "화염방사",
        "나이트버스트",
        "악의파동",
        "탁쳐서떨구기"
      ]
    }
  },
  "루주라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 0
      },
      "nature": "의젓",
      "ability": "",
      "item": "",
      "moves": [
        "냉동빔",
        "속이다",
        "사이코키네시스",
        "눈보라"
      ]
    }
  },
  "전툴라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "번개",
        "벌레의야단법석",
        "에너지볼",
        "볼트체인지"
      ]
    }
  },
  "홍수몬": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "고집",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "속이다",
        "인파이트",
        "스톤샤워",
        "냉동펀치"
      ]
    }
  },
  "픽시": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "매직가드",
      "item": "먹다남은음식",
      "moves": [
        "문포스",
        "냉동빔",
        "매지컬샤인",
        "얼다바람"
      ]
    }
  },
  "심보러": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 8,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "매직가드",
      "item": "화염구슬",
      "moves": [
        "어시스트파워",
        "에어슬래시",
        "사이코키네시스",
        "열풍"
      ]
    }
  },
  "침바루": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "생명의구슬",
      "moves": [
        "독찌르기",
        "폭포오르기",
        "아쿠아제트",
        "얼다바람"
      ]
    }
  },
  "라티오스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "생명의구슬",
      "moves": [
        "용성군",
        "사이코키네시스",
        "사이코쇼크",
        "냉동빔"
      ]
    }
  },
  "점토도리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "건방",
      "ability": "부유",
      "item": "먹다남은음식",
      "moves": [
        "대지의힘",
        "사이코키네시스",
        "냉동빔",
        "고속스핀"
      ]
    }
  },
  "꼬지모": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "우드해머",
        "스톤샤워",
        "기습",
        "지진"
      ]
    }
  },
  "아쿠스타": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "냉동빔",
        "열탕",
        "사이코키네시스",
        "하이드로펌프"
      ]
    }
  },
  "덩쿠림보": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 4,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "",
      "item": "",
      "moves": [
        "기가드레인",
        "리프스톰",
        "탁쳐서떨구기",
        "오물폭탄"
      ]
    }
  },
  "나인테일": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "가뭄",
      "item": "구애스카프",
      "moves": [
        "솔라빔",
        "열풍",
        "오버히트",
        "신통력"
      ]
    }
  },
  "마릴리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 196,
        "at": 252,
        "df": 20,
        "sa": 0,
        "sd": 12,
        "sp": 28
      },
      "nature": "고집",
      "ability": "천하장사",
      "item": "자뭉열매",
      "moves": [
        "아쿠아제트",
        "치근거리기",
        "폭포오르기",
        "엄청난힘"
      ]
    }
  },
  "얼음귀신": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "얼음귀신나이트",
      "moves": [
        "대폭발",
        "은혜갚기",
        "얼음뭉치",
        "지진"
      ]
    }
  },
  "폭타": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "하드록",
      "item": "폭타나이트",
      "moves": [
        "대지의힘",
        "열풍",
        "원시의힘",
        "분화"
      ]
    }
  },
  "삼삼드래": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "부유",
      "item": "구애안경",
      "moves": [
        "악의파동",
        "용성군",
        "대지의힘",
        "화염방사"
      ]
    }
  },
  "늑골라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "용감",
      "ability": "",
      "item": "",
      "moves": [
        "아쿠아제트",
        "스톤샤워",
        "스톤에지",
        "아쿠아테일"
      ]
    }
  },
  "저리릴": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 124,
        "sa": 0,
        "sd": 128,
        "sp": 0
      },
      "nature": "장난꾸러기",
      "ability": "부유",
      "item": "진화의휘석",
      "moves": [
        "탁쳐서떨구기",
        "방전",
        "기가드레인",
        "10만볼트"
      ]
    }
  },
  "엘레이드": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "엘레이드나이트",
      "moves": [
        "인파이트",
        "사이코커터",
        "사념의박치기",
        "냉동펀치"
      ]
    }
  },
  "또도가스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 4,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "부유",
      "item": "검은진흙",
      "moves": [
        "오물폭탄",
        "화염방사",
        "10만볼트",
        "불대문자"
      ]
    }
  },
  "맘박쥐": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "단순",
      "item": "",
      "moves": [
        "어시스트파워",
        "에어슬래시",
        "사이코키네시스",
        "섀도볼"
      ]
    }
  },
  "화강돌": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 252,
        "sa": 4,
        "sd": 252,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "틈새포착",
      "item": "먹다남은음식",
      "moves": [
        "바크아웃",
        "속임수",
        "얼다바람",
        "악의파동"
      ]
    }
  },
  "레파르다스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "속이다",
        "속임수",
        "탁쳐서떨구기",
        "악의파동"
      ]
    }
  },
  "잠만보": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "용감",
      "ability": "두꺼운지방",
      "item": "유루열매",
      "moves": [
        "자폭",
        "깨물어부수기",
        "지진",
        "스톤샤워"
      ]
    }
  },
  "캥카": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "배짱",
      "item": "캥카나이트",
      "moves": [
        "기습",
        "속이다",
        "이판사판태클",
        "안다리걸기"
      ]
    }
  },
  "트로피우스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "기가드레인",
        "에어슬래시",
        "리프스톰",
        "잠재파워-얼음"
      ]
    }
  },
  "가보리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 84,
        "at": 84,
        "df": 0,
        "sa": 84,
        "sd": 84,
        "sp": 84
      },
      "nature": "노력",
      "ability": "",
      "item": "",
      "moves": [
        "땅고르기",
        "제비반환",
        "잠재파워-바위",
        "스톤샤워"
      ]
    }
  },
  "괴력몬": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "고집",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "폭발펀치",
        "냉동펀치",
        "탁쳐서떨구기",
        "불릿펀치"
      ]
    }
  },
  "나시": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "사이코키네시스",
        "기가드레인",
        "사이코쇼크",
        "리프스톰"
      ]
    }
  },
  "파라섹트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 188,
        "at": 4,
        "df": 252,
        "sa": 0,
        "sd": 52,
        "sp": 12
      },
      "nature": "장난꾸러기",
      "ability": "건조피부",
      "item": "자뭉열매",
      "moves": [
        "씨폭탄",
        "탁쳐서떨구기",
        "기가드레인",
        "시저크로스"
      ]
    }
  },
  "코바르온": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "아이언헤드",
        "인파이트",
        "스톤에지",
        "성스러운칼"
      ]
    }
  },
  "마이농": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 8,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "성급",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "10만볼트",
        "방전",
        "볼트체인지",
        "차지빔"
      ]
    }
  },
  "메타몽": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 126,
        "df": 0,
        "sa": 126,
        "sd": 0,
        "sp": 252
      },
      "nature": "성급",
      "ability": "",
      "item": "구애스카프",
      "moves": []
    }
  },
  "저리더프": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 0
      },
      "nature": "조심",
      "ability": "부유",
      "item": "돌격조끼",
      "moves": [
        "화염방사",
        "10만볼트",
        "기가드레인",
        "잠재파워-얼음"
      ]
    }
  },
  "샤크니아": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "",
      "item": "샤크니아나이트",
      "moves": [
        "깨물어부수기",
        "폭포오르기",
        "얼음엄니",
        "아쿠아제트"
      ]
    }
  },
  "엠라이트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 68,
        "sa": 100,
        "sd": 84,
        "sp": 0
      },
      "nature": "대담",
      "ability": "부유",
      "item": "자뭉열매",
      "moves": [
        "사이코키네시스",
        "냉동빔",
        "10만볼트",
        "매지컬샤인"
      ]
    }
  },
  "절각참": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "오기",
      "item": "생명의구슬",
      "moves": [
        "아이언헤드",
        "기습",
        "탁쳐서떨구기",
        "안다리걸기"
      ]
    }
  },
  "쟝고": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "독폭주",
      "item": "맹독구슬",
      "moves": [
        "객기",
        "인파이트",
        "섀도크루",
        "탁쳐서떨구기"
      ]
    }
  },
  "플라제스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 244,
        "at": 0,
        "df": 164,
        "sa": 52,
        "sd": 44,
        "sp": 4
      },
      "nature": "차분",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "문포스",
        "매지컬샤인",
        "사이코키네시스",
        "기가드레인"
      ]
    }
  },
  "니드퀸": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 0
      },
      "nature": "조심",
      "ability": "우격다짐",
      "item": "생명의구슬",
      "moves": [
        "대지의힘",
        "오물폭탄",
        "냉동빔",
        "10만볼트"
      ]
    }
  },
  "파비코리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 196,
        "sd": 0,
        "sp": 60
      },
      "nature": "조심",
      "ability": "날씨부정",
      "item": "파비코리나이트",
      "moves": [
        "하이퍼보이스",
        "불대문자",
        "용성군",
        "화염방사"
      ]
    }
  },
  "토게키스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 236,
        "at": 0,
        "df": 196,
        "sa": 4,
        "sd": 12,
        "sp": 60
      },
      "nature": "대담",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "에어슬래시",
        "매지컬샤인",
        "파동탄",
        "화염방사"
      ]
    }
  },
  "이상해꽃": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 124,
        "sa": 76,
        "sd": 52,
        "sp": 4
      },
      "nature": "대담",
      "ability": "엽록소",
      "item": "이상해꽃나이트",
      "moves": [
        "오물폭탄",
        "기가드레인",
        "잠재파워-얼음",
        "잠재파워-땅"
      ]
    }
  },
  "거북왕": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 8,
        "sp": 0
      },
      "nature": "조심",
      "ability": "급류",
      "item": "거북왕나이트",
      "moves": [
        "파동탄",
        "냉동빔",
        "해수스파우팅",
        "악의파동"
      ]
    }
  },
  "파치리스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "장난꾸러기",
      "ability": "축전",
      "item": "자뭉열매",
      "moves": [
        "방전",
        "볼트체인지",
        "번개펀치",
        "10만볼트"
      ]
    }
  },
  "클레피": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "대담",
      "ability": "",
      "item": "",
      "moves": [
        "속임수",
        "매지컬샤인",
        "드레인키스",
        "러스터캐논"
      ]
    }
  },
  "푸린": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "무사태평",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "매지컬샤인",
        "얼다바람",
        "탁쳐서떨구기",
        "드레인펀치"
      ]
    }
  },
  "켈리몬": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "변환자재",
      "item": "돌격조끼",
      "moves": [
        "기습",
        "속이다",
        "야습",
        "드레인펀치"
      ]
    }
  },
  "던지미": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 124,
        "df": 132,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "고집",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "탁쳐서떨구기",
        "업어후리기",
        "냉동펀치",
        "스톤샤워"
      ]
    }
  },
  "푸크린": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 188,
        "sa": 236,
        "sd": 12,
        "sp": 68
      },
      "nature": "조심",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "매지컬샤인",
        "불대문자",
        "10만볼트",
        "냉동빔"
      ]
    }
  },
  "야느와르몽": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "건방",
      "ability": "",
      "item": "",
      "moves": [
        "야습",
        "나이트헤드",
        "냉동펀치",
        "스톤샤워"
      ]
    }
  },
  "키링키": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "초식",
      "item": "",
      "moves": [
        "하이퍼보이스",
        "속임수",
        "사이코쇼크",
        "사이코키네시스"
      ]
    }
  },
  "그랑블루": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 180,
        "df": 0,
        "sa": 0,
        "sd": 76,
        "sp": 0
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "돌격조끼",
      "moves": [
        "치근거리기",
        "스톤샤워",
        "냉동펀치",
        "인파이트"
      ]
    }
  },
  "투구푸스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "쓱쓱",
      "item": "생명의구슬",
      "moves": [
        "스톤샤워",
        "폭포오르기",
        "안다리걸기",
        "아쿠아제트"
      ]
    }
  },
  "님피아": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 8,
        "sp": 0
      },
      "nature": "조심",
      "ability": "페어리스킨",
      "item": "구애안경",
      "moves": [
        "하이퍼보이스",
        "사이코쇼크",
        "섀도볼",
        "잠재파워-땅"
      ]
    }
  },
  "강철톤": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "용감",
      "ability": "",
      "item": "강철톤나이트",
      "moves": [
        "지진",
        "스톤샤워",
        "자이로볼",
        "헤비봄버"
      ]
    }
  },
  "데덴네": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "볼트체인지",
        "치근거리기",
        "풀묶기",
        "번개"
      ]
    }
  },
  "게을킹": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "은혜갚기",
        "지진",
        "냉동펀치",
        "더스트슈트"
      ]
    }
  },
  "스라크": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 124,
        "df": 116,
        "sa": 0,
        "sd": 120,
        "sp": 144
      },
      "nature": "명랑",
      "ability": "테크니션",
      "item": "진화의휘석",
      "moves": [
        "제비반환",
        "벌레먹음",
        "탁쳐서떨구기",
        "전광석화"
      ]
    }
  },
  "돈크로우": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "기습",
        "브레이브버드",
        "엄청난힘",
        "깜짝베기"
      ]
    }
  },
  "자포코일": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 8,
        "sp": 0
      },
      "nature": "조심",
      "ability": "",
      "item": "풍선",
      "moves": [
        "러스터캐논",
        "10만볼트",
        "잠재파워-불",
        "볼트체인지"
      ]
    }
  },
  "토게틱": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 8,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "매지컬샤인",
        "열풍",
        "제비반환",
        "화염방사"
      ]
    }
  },
  "헬가": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "타오르는불꽃",
      "item": "헬가나이트",
      "moves": [
        "악의파동",
        "열풍",
        "화염방사",
        "솔라빔"
      ]
    }
  },
  "누오": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 4,
        "sd": 0,
        "sp": 0
      },
      "nature": "대담",
      "ability": "천진",
      "item": "먹다남은음식",
      "moves": [
        "열탕",
        "지진",
        "폭포오르기",
        "대지의힘"
      ]
    }
  },
  "비나방": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "장난꾸러기",
      "ability": "괴력집게",
      "item": "",
      "moves": [
        "에어슬래시",
        "냉동빔",
        "벌레의야단법석",
        "하이드로펌프"
      ]
    }
  },
  "갸라도스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "갸라도스나이트",
      "moves": [
        "폭포오르기",
        "지진",
        "얼음엄니",
        "깨물어부수기"
      ]
    }
  },
  "얼루기": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "심술꾸러기",
      "item": "구애스카프",
      "moves": [
        "속이다",
        "기습",
        "드레인펀치",
        "얼다바람"
      ]
    }
  },
  "히드런": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "타오르는불꽃",
      "item": "먹다남은음식",
      "moves": [
        "열풍",
        "대지의힘",
        "러스터캐논",
        "오버히트"
      ]
    }
  },
  "부란다": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "철주먹",
      "item": "생명의구슬",
      "moves": [
        "드레인펀치",
        "탁쳐서떨구기",
        "냉동펀치",
        "더스트슈트"
      ]
    }
  },
  "하리뭉": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "근성",
      "item": "돌격조끼",
      "moves": [
        "속이다",
        "인파이트",
        "탁쳐서떨구기",
        "스톤샤워"
      ]
    }
  },
  "메깅": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 130,
        "at": 126,
        "df": 252,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "장난꾸러기",
      "ability": "",
      "item": "유루열매",
      "moves": [
        "지진",
        "냉동빔",
        "폭포오르기",
        "열탕"
      ]
    }
  },
  "야도킹": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "열탕",
        "사이코키네시스",
        "냉동빔",
        "사이코쇼크"
      ]
    }
  },
  "이어롭": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "이어롭나이트",
      "moves": [
        "속이다",
        "은혜갚기",
        "안다리걸기",
        "냉동펀치"
      ]
    }
  },
  "배바닐라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 8,
        "sp": 0
      },
      "nature": "조심",
      "ability": "아이스바디",
      "item": "",
      "moves": [
        "프리즈드라이",
        "러스터캐논",
        "눈보라",
        "물의파동"
      ]
    }
  },
  "트리미앙": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "신중",
      "ability": "퍼코트",
      "item": "먹다남은음식",
      "moves": [
        "은혜갚기",
        "바크아웃",
        "기습",
        "박치기"
      ]
    }
  },
  "워글": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "오기",
      "item": "구애스카프",
      "moves": [
        "브레이브버드",
        "엄청난힘",
        "스톤샤워",
        "유턴"
      ]
    }
  },
  "도나리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "조심",
      "ability": "색안경",
      "item": "",
      "moves": [
        "벌레의야단법석",
        "오물폭탄",
        "사이코키네시스",
        "기가드레인"
      ]
    }
  },
  "루차불": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "애크러뱃",
        "무릎차기",
        "불새",
        "프리폴"
      ]
    }
  },
  "루브도": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "속이다",
        "신속",
        "업어후리기",
        "배대뒤치기"
      ]
    }
  },
  "엘풍": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "문포스",
        "기가드레인",
        "매지컬샤인",
        "에너지볼"
      ]
    }
  },
  "요가램": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "순수한힘",
      "item": "요가램나이트",
      "moves": [
        "속이다",
        "드레인펀치",
        "사념의박치기",
        "냉동펀치"
      ]
    }
  },
  "프로스트로토무": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "구애스카프",
      "moves": [
        "눈보라",
        "10만볼트",
        "볼트체인지",
        "번개"
      ]
    }
  },
  "골뱃": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 124,
        "sa": 0,
        "sd": 132,
        "sp": 0
      },
      "nature": "장난꾸러기",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "브레이브버드",
        "에어슬래시",
        "독엄니",
        "유턴"
      ]
    }
  },
  "팬텀": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "",
      "moves": [
        "오물폭탄",
        "섀도볼",
        "얼다바람",
        "매지컬샤인"
      ]
    }
  },
  "화염레오": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "긴장감",
      "item": "생명의구슬",
      "moves": [
        "하이퍼보이스",
        "열풍",
        "잠재파워-얼음",
        "악의파동"
      ]
    }
  },
  "네오라이트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 52,
        "sa": 44,
        "sd": 164,
        "sp": 0
      },
      "nature": "차분",
      "ability": "마중물",
      "item": "자뭉열매",
      "moves": [
        "열탕",
        "냉동빔",
        "시그널빔",
        "파도타기"
      ]
    }
  },
  "스핀로토무": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 76,
        "sa": 24,
        "sd": 148,
        "sp": 4
      },
      "nature": "차분",
      "ability": "부유",
      "item": "먹다남은음식",
      "moves": [
        "에어슬래시",
        "10만볼트",
        "잠재파워-얼음",
        "방전"
      ]
    }
  },
  "암팰리스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "시저크로스",
        "스톤샤워",
        "깜짝베기",
        "탁쳐서떨구기"
      ]
    }
  },
  "포푸니라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "속이다",
        "탁쳐서떨구기",
        "안다리걸기",
        "고드름떨구기"
      ]
    }
  },
  "다꼬리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 132,
        "sa": 0,
        "sd": 124,
        "sp": 0
      },
      "nature": "신중",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "탁쳐서떨구기",
        "기습",
        "유턴",
        "이판사판태클"
      ]
    }
  },
  "기가이어스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "용감",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "스톤샤워",
        "지진",
        "대폭발",
        "아이언헤드"
      ]
    }
  },
  "썬더볼트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "피뢰침",
      "item": "썬더볼트나이트",
      "moves": [
        "잠재파워-얼음",
        "10만볼트",
        "화염방사",
        "볼트체인지"
      ]
    }
  },
  "네오비트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 124,
        "sa": 0,
        "sd": 92,
        "sp": 36
      },
      "nature": "대담",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "벌레의야단법석",
        "유턴",
        "기가드레인",
        "매지컬샤인"
      ]
    }
  },
  "레지스틸": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 92,
        "sa": 0,
        "sd": 164,
        "sp": 0
      },
      "nature": "장난꾸러기",
      "ability": "클리어바디",
      "item": "유루열매",
      "moves": [
        "아이언헤드",
        "스톤샤워",
        "냉동펀치",
        "지진"
      ]
    }
  },
  "네이티오": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 4,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "에어슬래시",
        "사이코키네시스",
        "사이코쇼크",
        "나이트헤드"
      ]
    }
  },
  "아그놈": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "부유",
      "item": "구애머리띠",
      "moves": [
        "사념의박치기",
        "탁쳐서떨구기",
        "유턴",
        "대폭발"
      ]
    }
  },
  "단단지": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 228,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 28,
        "sp": 0
      },
      "nature": "대담",
      "ability": "",
      "item": "",
      "moves": [
        "스톤샤워",
        "자이로볼",
        "지진",
        "벌레먹음"
      ]
    }
  },
  "왕콘치": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "피뢰침",
      "item": "먹다남은음식",
      "moves": [
        "열탕",
        "냉동빔",
        "탁쳐서떨구기",
        "폭포오르기"
      ]
    }
  },
  "토대부기": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "용감",
      "ability": "조가비갑옷",
      "item": "생명의구슬",
      "moves": [
        "지진",
        "우드해머",
        "스톤샤워",
        "씨폭탄"
      ]
    }
  },
  "블로스터": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 188,
        "sa": 8,
        "sd": 64,
        "sp": 0
      },
      "nature": "대담",
      "ability": "메가런처",
      "item": "생명의구슬",
      "moves": [
        "파동탄",
        "물의파동",
        "악의파동",
        "냉동빔"
      ]
    }
  },
  "히트로토무": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 108,
        "sd": 4,
        "sp": 140
      },
      "nature": "조심",
      "ability": "부유",
      "item": "자뭉열매",
      "moves": [
        "오버히트",
        "10만볼트",
        "잠재파워-얼음",
        "볼트체인지"
      ]
    }
  },
  "칼라마네로": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 68,
        "df": 0,
        "sa": 0,
        "sd": 120,
        "sp": 68
      },
      "nature": "신중",
      "ability": "심술꾸러기",
      "item": "리샘열매",
      "moves": [
        "엄청난힘",
        "사이코커터",
        "탁쳐서떨구기",
        "깜짝베기"
      ]
    }
  },
  "앤테이": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "성스러운불꽃",
        "스톤에지",
        "땅고르기",
        "아이언헤드"
      ]
    }
  },
  "벰크": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "",
      "item": "",
      "moves": [
        "사이코키네시스",
        "사이코쇼크",
        "시그널빔",
        "에너지볼"
      ]
    }
  },
  "노고치": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "고집",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "스톤샤워",
        "박치기",
        "사념의박치기",
        "물기"
      ]
    }
  },
  "니로우": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "바크아웃",
        "속임수",
        "기습",
        "브레이브버드"
      ]
    }
  },
  "미라몽": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "건방",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "나이트헤드",
        "섀도펀치",
        "야습",
        "섀도볼"
      ]
    }
  },
  "메가자리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "조심",
      "ability": "",
      "item": "",
      "moves": [
        "에어슬래시",
        "벌레의야단법석",
        "기가드레인",
        "잠재파워-얼음"
      ]
    }
  },
  "해루미": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "선파워",
      "item": "생명의구슬",
      "moves": [
        "대지의힘",
        "오물폭탄",
        "리프스톰",
        "솔라빔"
      ]
    }
  },
  "폴리곤Z": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "적응력",
      "item": "구애스카프",
      "moves": [
        "트라이어택",
        "냉동빔",
        "악의파동",
        "10만볼트"
      ]
    }
  },
  "버랜지나": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 244,
        "at": 0,
        "df": 12,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "대담",
      "ability": "방진",
      "item": "먹다남은음식",
      "moves": [
        "속임수",
        "탁쳐서떨구기",
        "브레이브버드",
        "바크아웃"
      ]
    }
  },
  "불카모스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "벌레의야단법석",
        "열풍",
        "불꽃춤",
        "기가드레인"
      ]
    }
  },
  "대짱이": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 228,
        "sd": 4,
        "sp": 20
      },
      "nature": "조심",
      "ability": "급류",
      "item": "달인의띠",
      "moves": [
        "대지의힘",
        "열탕",
        "냉동빔",
        "지진"
      ]
    }
  },
  "바랜드": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "모래헤치기",
      "item": "구애머리띠",
      "moves": [
        "치근거리기",
        "은혜갚기",
        "엄청난힘",
        "깨물어부수기"
      ]
    }
  },
  "몬냥이": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "오기",
      "item": "생명의구슬",
      "moves": [
        "속이다",
        "은혜갚기",
        "기습",
        "치근거리기"
      ]
    }
  },
  "유크시": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "부유",
      "item": "먹다남은음식",
      "moves": [
        "사이코키네시스",
        "사이코쇼크",
        "속임수",
        "유턴"
      ]
    }
  },
  "독침붕": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "벌레의알림",
      "item": "독침붕나이트",
      "moves": [
        "독찌르기",
        "드릴라이너",
        "유턴",
        "시저크로스"
      ]
    }
  },
  "겟핸보숭": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "테크니션",
      "item": "생명의구슬",
      "moves": [
        "속이다",
        "더블어택",
        "탁쳐서떨구기",
        "안다리걸기"
      ]
    }
  },
  "시라소몬": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "",
      "item": "노말젬",
      "moves": [
        "속이다",
        "인파이트",
        "스톤샤워",
        "무릎차기"
      ]
    }
  },
  "분홍장이": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "조심",
      "ability": "쓱쓱",
      "item": "",
      "moves": [
        "파도타기",
        "냉동빔",
        "섀도볼",
        "사이코키네시스"
      ]
    }
  },
  "밤선인": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "축전",
      "item": "",
      "moves": [
        "기습",
        "씨폭탄",
        "에너지볼",
        "드레인펀치"
      ]
    }
  },
  "라이츄": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "피뢰침",
      "item": "",
      "moves": [
        "속이다",
        "10만볼트",
        "잠재파워-얼음",
        "볼트체인지"
      ]
    }
  },
  "몽얌나": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "건방",
      "ability": "",
      "item": "",
      "moves": [
        "사이코키네시스",
        "에너지볼",
        "사이코쇼크",
        "매지컬샤인"
      ]
    }
  },
  "염무왕": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 112,
        "at": 168,
        "df": 0,
        "sa": 228,
        "sd": 0,
        "sp": 0
      },
      "nature": "용감",
      "ability": "이판사판",
      "item": "생명의구슬",
      "moves": [
        "플레어드라이브",
        "양날박치기",
        "와일드볼트",
        "암해머"
      ]
    }
  },
  "번치코": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "",
      "item": "번치코나이트",
      "moves": [
        "플레어드라이브",
        "안다리걸기",
        "스톤샤워",
        "엄청난힘"
      ]
    }
  },
  "코뿌리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "피뢰침",
      "item": "진화의휘석",
      "moves": [
        "스톤샤워",
        "지진",
        "드릴라이너",
        "냉동펀치"
      ]
    }
  },
  "앤티골": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "타오르는불꽃",
      "item": "생명의구슬",
      "moves": [
        "열풍",
        "기가드레인",
        "기합구슬",
        "기습"
      ]
    }
  },
  "나루림": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "치근거리기",
        "드레인펀치",
        "은혜갚기",
        "드레인키스"
      ]
    }
  },
  "너트령": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 204,
        "df": 0,
        "sa": 0,
        "sd": 52,
        "sp": 0
      },
      "nature": "용감",
      "ability": "",
      "item": "",
      "moves": [
        "자이로볼",
        "파워휩",
        "아이언헤드",
        "탁쳐서떨구기"
      ]
    }
  },
  "밀로틱": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 4,
        "sd": 0,
        "sp": 0
      },
      "nature": "대담",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "열탕",
        "냉동빔",
        "얼다바람",
        "하이드로펌프"
      ]
    }
  },
  "프테라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "긴장감",
      "item": "",
      "moves": [
        "스톤샤워",
        "프리폴",
        "얼음엄니",
        "지진"
      ]
    }
  },
  "플러시": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 100,
        "at": 0,
        "df": 4,
        "sa": 100,
        "sd": 50,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "피뢰침",
      "item": "자뭉열매",
      "moves": [
        "10만볼트",
        "잠재파워-얼음",
        "풀묶기",
        "볼트체인지"
      ]
    }
  },
  "아마루르가": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "프리즈스킨",
      "item": "생명의구슬",
      "moves": [
        "하이퍼보이스",
        "프리즈드라이",
        "대지의힘",
        "원시의힘"
      ]
    }
  },
  "만타인": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "축전",
      "item": "먹다남은음식",
      "moves": [
        "열탕",
        "에어슬래시",
        "얼다바람",
        "냉동빔"
      ]
    }
  },
  "쌍검킬": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 4,
        "df": 0,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "건방",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "야습",
        "아이언헤드",
        "성스러운칼",
        "섀도크루"
      ]
    }
  },
  "리피아": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "엽록소",
      "item": "생명의구슬",
      "moves": [
        "리프블레이드",
        "탁쳐서떨구기",
        "시저크로스",
        "제비반환"
      ]
    }
  },
  "윈디": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "먹다남은음식",
      "moves": [
        "바크아웃",
        "플레어드라이브",
        "신속",
        "인파이트"
      ]
    }
  },
  "왕구리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "잔비",
      "item": "자뭉열매",
      "moves": [
        "열탕",
        "냉동빔",
        "얼다바람",
        "하이드로펌프"
      ]
    }
  },
  "데스니칸": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 8,
        "sd": 252,
        "sp": 0
      },
      "nature": "건방",
      "ability": "",
      "item": "",
      "moves": [
        "섀도볼",
        "병상첨병",
        "나이트헤드",
        "악의파동"
      ]
    }
  },
  "고지": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 44,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 212
      },
      "nature": "고집",
      "ability": "모래헤치기",
      "item": "생명의구슬",
      "moves": [
        "지진",
        "스톤샤워",
        "탁쳐서떨구기",
        "독찌르기"
      ]
    }
  },
  "프리져": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 212,
        "at": 0,
        "df": 156,
        "sa": 36,
        "sd": 44,
        "sp": 60
      },
      "nature": "대담",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "프리즈드라이",
        "폭풍",
        "얼음뭉치",
        "냉동빔"
      ]
    }
  },
  "거대코뿌리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 68,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 188,
        "sp": 0
      },
      "nature": "용감",
      "ability": "하드록",
      "item": "",
      "moves": [
        "스톤샤워",
        "지진",
        "드릴라이너",
        "냉동펀치"
      ]
    }
  },
  "딱구리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "용감",
      "ability": "",
      "item": "",
      "moves": [
        "스톤샤워",
        "지진",
        "대폭발",
        "번개펀치"
      ]
    }
  },
  "쁘사이저": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 20,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 236
      },
      "nature": "명랑",
      "ability": "괴력집게",
      "item": "쁘사이저나이트",
      "moves": [
        "은혜갚기",
        "페인트",
        "인파이트",
        "지진"
      ]
    }
  },
  "냐오닉스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "",
      "item": "",
      "moves": [
        "속이다",
        "사이코키네시스",
        "사이코쇼크",
        "악의파동"
      ]
    }
  },
  "다크펫": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "",
      "item": "다크펫나이트",
      "moves": [
        "섀도크루",
        "고스트다이브",
        "야습",
        "기습"
      ]
    }
  },
  "켄타로스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "지진",
        "스톤샤워",
        "은혜갚기",
        "사념의박치기"
      ]
    }
  },
  "라이코": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "10만볼트",
        "잠재파워-얼음",
        "바크아웃",
        "신통력"
      ]
    }
  },
  "아보크": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 8,
        "df": 0,
        "sa": 0,
        "sd": 248,
        "sp": 0
      },
      "nature": "명랑",
      "ability": "괴력집게",
      "item": "검은진흙",
      "moves": [
        "더스트슈트",
        "지진",
        "기습",
        "아쿠아테일"
      ]
    }
  },
  "폴리곤2": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 156,
        "sa": 20,
        "sd": 76,
        "sp": 0
      },
      "nature": "건방",
      "ability": "다운로드",
      "item": "진화의휘석",
      "moves": [
        "냉동빔",
        "트라이어택",
        "10만볼트",
        "섀도볼"
      ]
    }
  },
  "맘모꾸리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "두꺼운지방",
      "item": "구애스카프",
      "moves": [
        "지진",
        "고드름떨구기",
        "스톤샤워",
        "얼음뭉치"
      ]
    }
  },
  "럭키": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "지구던지기",
        "얼다바람",
        "하이퍼보이스",
        "화염방사"
      ]
    }
  },
  "초염몽": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "맹화",
      "item": "",
      "moves": [
        "인파이트",
        "속이다",
        "오버히트",
        "플레어드라이브"
      ]
    }
  },
  "무우마직": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "",
      "moves": [
        "섀도볼",
        "얼다바람",
        "파워젬",
        "매지컬샤인"
      ]
    }
  },
  "성원숭": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "오기",
      "item": "구애스카프",
      "moves": [
        "인파이트",
        "냉동펀치",
        "스톤샤워",
        "더스트슈트"
      ]
    }
  },
  "개굴닌자": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "변환자재",
      "item": "생명의구슬",
      "moves": [
        "냉동빔",
        "악의파동",
        "열탕",
        "더스트슈트"
      ]
    }
  },
  "바라철록": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "엽록소",
      "item": "생명의구슬",
      "moves": [
        "우드호른",
        "점프킥",
        "와일드볼트",
        "이판사판태클"
      ]
    }
  },
  "뽀록나": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "무사태평",
      "ability": "",
      "item": "",
      "moves": [
        "기가드레인",
        "오물폭탄",
        "에너지볼",
        "클리어스모그"
      ]
    }
  },
  "쥬피썬더": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "축전",
      "item": "구애안경",
      "moves": [
        "섀도볼",
        "잠재파워-얼음",
        "10만볼트",
        "볼트체인지"
      ]
    }
  },
  "골덕": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "날씨부정",
      "item": "구애스카프",
      "moves": [
        "열탕",
        "냉동빔",
        "사이코키네시스",
        "얼다바람"
      ]
    }
  },
  "워시로토무": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 44,
        "sa": 60,
        "sd": 148,
        "sp": 4
      },
      "nature": "차분",
      "ability": "부유",
      "item": "자뭉열매",
      "moves": [
        "하이드로펌프",
        "10만볼트",
        "볼트체인지",
        "잠재파워-얼음"
      ]
    }
  },
  "브리가론": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 224,
        "at": 60,
        "df": 44,
        "sa": 0,
        "sd": 180,
        "sp": 0
      },
      "nature": "건방",
      "ability": "방탄",
      "item": "자뭉열매",
      "moves": [
        "드레인펀치",
        "우드해머",
        "페인트",
        "안다리걸기"
      ]
    }
  },
  "블래키": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "속임수",
        "바크아웃",
        "보복",
        "악의파동"
      ]
    }
  },
  "헤라크로스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "헤라크로스나이트",
      "moves": [
        "바늘미사일",
        "락블레스트",
        "인파이트",
        "기관총"
      ]
    }
  },
  "장크로다일": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "우격다짐",
      "item": "생명의구슬",
      "moves": [
        "폭포오르기",
        "냉동펀치",
        "깨물어부수기",
        "스톤샤워"
      ]
    }
  },
  "독개굴": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "건조피부",
      "item": "검은진흙",
      "moves": [
        "드레인펀치",
        "속이다",
        "더스트슈트",
        "기습"
      ]
    }
  },
  "망나뇽": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "멀티스케일",
      "item": "",
      "moves": [
        "신속",
        "드래곤크루",
        "지진",
        "불꽃펀치"
      ]
    }
  },
  "릴링": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "마중물",
      "item": "진화의휘석",
      "moves": [
        "기가드레인",
        "원시의힘",
        "에너지볼",
        "대지의힘"
      ]
    }
  },
  "샤미드": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 148,
        "at": 0,
        "df": 172,
        "sa": 186,
        "sd": 0,
        "sp": 0
      },
      "nature": "조심",
      "ability": "축전",
      "item": "먹다남은음식",
      "moves": [
        "열탕",
        "냉동빔",
        "얼다바람",
        "탁류"
      ]
    }
  },
  "비리디온": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "리프블레이드",
        "인파이트",
        "스톤에지",
        "성스러운칼"
      ]
    }
  },
  "눈여아": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "섀도볼",
        "냉동빔",
        "얼다바람",
        "눈보라"
      ]
    }
  },
  "기기기어르": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 156,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 100
      },
      "nature": "고집",
      "ability": "클리어바디",
      "item": "먹다남은음식",
      "moves": [
        "기어소서",
        "와일드볼트",
        "은혜갚기",
        "러스터캐논"
      ]
    }
  },
  "테라키온": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "스톤샤워",
        "인파이트",
        "지진",
        "두번치기"
      ]
    }
  },
  "노보청": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "근성",
      "item": "돌격조끼",
      "moves": [
        "마하펀치",
        "드레인펀치",
        "냉동펀치",
        "탁쳐서떨구기"
      ]
    }
  },
  "슬리퍼": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "무사태평",
      "ability": "",
      "item": "",
      "moves": [
        "사이코키네시스",
        "사이코쇼크",
        "사념의박치기",
        "냉동펀치"
      ]
    }
  },
  "폴리곤": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "10만볼트",
        "냉동빔",
        "트라이어택",
        "속임수"
      ]
    }
  },
  "다부니": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "",
      "item": "다부니나이트",
      "moves": [
        "매지컬샤인",
        "냉동빔",
        "불대문자",
        "드레인키스"
      ]
    }
  },
  "솜솜코": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "틈새포착",
      "item": "",
      "moves": [
        "기가드레인",
        "애크러뱃",
        "에너지볼",
        "유턴"
      ]
    }
  },
  "드래피온": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 76,
        "at": 252,
        "df": 180,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "고집",
      "ability": "스나이퍼",
      "item": "",
      "moves": [
        "크로스포이즌",
        "탁쳐서떨구기",
        "깜짝베기",
        "스톤샤워"
      ]
    }
  },
  "대코파스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 8,
        "sp": 0
      },
      "nature": "조심",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "파워젬",
        "대지의힘",
        "방전",
        "러스터캐논"
      ]
    }
  },
  "몰드류": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "틀깨기",
      "item": "생명의구슬",
      "moves": [
        "스톤샤워",
        "아이언헤드",
        "지진",
        "드릴라이너"
      ]
    }
  },
  "유니란": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 84,
        "at": 84,
        "df": 80,
        "sa": 84,
        "sd": 84,
        "sp": 84
      },
      "nature": "건방",
      "ability": "방진",
      "item": "",
      "moves": [
        "사이코키네시스"
      ]
    }
  },
  "타격귀": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "인파이트",
        "스톤샤워",
        "냉동펀치",
        "독찌르기"
      ]
    }
  },
  "대검귀": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 0
      },
      "nature": "조심",
      "ability": "조가비갑옷",
      "item": "생명의구슬",
      "moves": [
        "얼다바람",
        "열탕",
        "냉동빔",
        "아쿠아제트"
      ]
    }
  },
  "볼트로스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "10만볼트",
        "잠재파워-얼음",
        "풀묶기",
        "번개"
      ]
    }
  },
  "슈쁘": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 84,
        "at": 84,
        "df": 0,
        "sa": 84,
        "sd": 84,
        "sp": 84
      },
      "nature": "노력",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "드레인키스",
        "문포스",
        "매지컬샤인"
      ]
    }
  },
  "깜까미": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "",
      "item": "깜까미나이트",
      "moves": [
        "속임수",
        "속이다",
        "탁쳐서떨구기",
        "바크아웃"
      ]
    }
  },
  "닥트리오": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "지진",
        "스톤샤워",
        "기습",
        "스톤에지"
      ]
    }
  },
  "블레이범": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "타오르는불꽃",
      "item": "구애스카프",
      "moves": [
        "분화",
        "열풍",
        "기합구슬",
        "신통력"
      ]
    }
  },
  "골루그": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "지진",
        "폭발펀치",
        "냉동펀치",
        "섀도펀치"
      ]
    }
  },
  "바리톱스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "무사태평",
      "ability": "",
      "item": "로플열매",
      "moves": [
        "스톤샤워",
        "아이언헤드",
        "헤비봄버",
        "지진"
      ]
    }
  },
  "핫삼": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "고집",
      "ability": "테크니션",
      "item": "생명의구슬",
      "moves": [
        "불릿펀치",
        "벌레먹음",
        "탁쳐서떨구기",
        "엄청난힘"
      ]
    }
  },
  "페르시온": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "테크니션",
      "item": "생명의구슬",
      "moves": [
        "속이다",
        "탁쳐서떨구기",
        "페인트",
        "유턴"
      ]
    }
  },
  "니드킹": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "우격다짐",
      "item": "생명의구슬",
      "moves": [
        "대지의힘",
        "냉동빔",
        "오물폭탄",
        "10만볼트"
      ]
    }
  },
  "썬더": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 144,
        "sd": 0,
        "sp": 112
      },
      "nature": "조심",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "10만볼트",
        "잠재파워-얼음",
        "열풍",
        "방전"
      ]
    }
  },
  "아이스크": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 220,
        "sa": 0,
        "sd": 0,
        "sp": 36
      },
      "nature": "장난꾸러기",
      "ability": "",
      "item": "",
      "moves": [
        "시저크로스",
        "제비반환",
        "유턴",
        "은혜갚기"
      ]
    }
  },
  "비비용": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "폭풍",
        "벌레의야단법석",
        "기가드레인",
        "에너지볼"
      ]
    }
  },
  "피그킹": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 80,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 176,
        "sp": 0
      },
      "nature": "대담",
      "ability": "두꺼운지방",
      "item": "자뭉열매",
      "moves": [
        "사이코키네시스",
        "얼다바람",
        "사이코쇼크",
        "에너지볼"
      ]
    }
  },
  "파이어": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "루미열매",
      "moves": [
        "열풍",
        "폭풍",
        "에어슬래시",
        "오버히트"
      ]
    }
  },
  "부스터": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 212,
        "at": 156,
        "df": 100,
        "sa": 0,
        "sd": 12,
        "sp": 28
      },
      "nature": "고집",
      "ability": "근성",
      "item": "맹독구슬",
      "moves": [
        "플레어드라이브",
        "엄청난힘",
        "객기",
        "전광석화"
      ]
    }
  },
  "토네로스-영물": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "폭풍",
        "유턴",
        "열풍",
        "잠재파워-얼음"
      ]
    }
  },
  "페라페": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "수다",
        "도둑질",
        "폭음파",
        "열풍"
      ]
    }
  },
  "노라키": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "괴력집게",
      "item": "",
      "moves": [
        "은혜갚기",
        "사이코키네시스",
        "10만볼트",
        "메가폰"
      ]
    }
  },
  "리자몽": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "맹화",
      "item": "리자몽나이트Y",
      "moves": [
        "열풍",
        "솔라빔",
        "오버히트",
        "에어슬래시"
      ]
    }
  },
  "마그마번": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 196,
        "at": 0,
        "df": 0,
        "sa": 132,
        "sd": 4,
        "sp": 172
      },
      "nature": "조심",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "화염방사",
        "10만볼트",
        "기합구슬",
        "열풍"
      ]
    }
  },
  "눈설왕": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 4,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "눈퍼뜨리기",
      "item": "눈설왕나이트",
      "moves": [
        "눈보라",
        "얼음뭉치",
        "에너지볼",
        "기가드레인"
      ]
    }
  },
  "렌트라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "자뭉열매",
      "moves": [
        "와일드볼트",
        "얼음엄니",
        "엄청난힘",
        "불꽃엄니"
      ]
    }
  },
  "탱탱겔": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "열탕",
        "해수스파우팅",
        "섀도볼",
        "냉동빔"
      ]
    }
  },
  "비조도": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "속이다",
        "스톤샤워",
        "무릎차기",
        "드레인펀치"
      ]
    }
  },
  "고고트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "초식",
      "item": "구애머리띠",
      "moves": [
        "우드호른",
        "지진",
        "스톤샤워",
        "와일드볼트"
      ]
    }
  },
  "플라이곤": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 4,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "생명의구슬",
      "moves": [
        "지진",
        "대지의힘",
        "용성군",
        "스톤샤워"
      ]
    }
  },
  "슈바르고": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "용감",
      "ability": "방진",
      "item": "생명의구슬",
      "moves": [
        "아이언헤드",
        "메가폰",
        "드릴라이너",
        "탁쳐서떨구기"
      ]
    }
  },
  "버프론": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "용감",
      "ability": "이판사판",
      "item": "구애머리띠",
      "moves": [
        "아프로브레이크",
        "아이언헤드",
        "스톤샤워",
        "지진"
      ]
    }
  },
  "랜드로스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "모래의힘",
      "item": "생명의구슬",
      "moves": [
        "대지의힘",
        "스톤샤워",
        "잠재파워-얼음",
        "지진"
      ]
    }
  },
  "라플레시아": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "엽록소",
      "item": "검은진흙",
      "moves": [
        "오물폭탄",
        "기가드레인",
        "솔라빔",
        "매지컬샤인"
      ]
    }
  },
  "삐삐": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "문포스",
        "얼다바람",
        "매지컬샤인",
        "냉동빔"
      ]
    }
  },
  "레어코일": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 108,
        "sa": 4,
        "sd": 4,
        "sp": 140
      },
      "nature": "조심",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "러스터캐논",
        "10만볼트",
        "볼트체인지",
        "잠재파워-불"
      ]
    }
  },
  "쏘콘": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 8,
        "df": 252,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "무사태평",
      "ability": "",
      "item": "",
      "moves": [
        "자이로볼",
        "고속스핀",
        "대폭발",
        "볼트체인지"
      ]
    }
  },
  "무장조": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 236,
        "sa": 0,
        "sd": 0,
        "sp": 24
      },
      "nature": "장난꾸러기",
      "ability": "",
      "item": "",
      "moves": [
        "브레이브버드",
        "아이언헤드",
        "스톤샤워",
        "페인트"
      ]
    }
  },
  "볼비트": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "",
      "item": "",
      "moves": [
        "벌레의야단법석",
        "매지컬샤인",
        "유턴",
        "벌레먹음"
      ]
    }
  },
  "아케오스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "무기력",
      "item": "구애스카프",
      "moves": [
        "스톤샤워",
        "지진",
        "유턴",
        "애크러뱃"
      ]
    }
  },
  "동탁군": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 244,
        "at": 0,
        "df": 0,
        "sa": 76,
        "sd": 188,
        "sp": 0
      },
      "nature": "건방",
      "ability": "부유",
      "item": "",
      "moves": [
        "자이로볼",
        "사이코키네시스",
        "사념의박치기",
        "지진"
      ]
    }
  },
  "그라에나": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 156,
        "at": 212,
        "df": 0,
        "sa": 0,
        "sd": 140,
        "sp": 0
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "생명의구슬",
      "moves": [
        "기습",
        "깨물어부수기",
        "치근거리기",
        "속임수"
      ]
    }
  },
  "파르토": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "천하장사",
      "item": "",
      "moves": [
        "지진",
        "은혜갚기",
        "전광석화",
        "스톤샤워"
      ]
    }
  },
  "한카리아스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "리샘열매",
      "moves": [
        "지진",
        "스톤샤워",
        "드래곤크루",
        "아이언헤드"
      ]
    }
  },
  "곤율거니": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "리샘열매",
      "moves": [
        "속이다",
        "드레인펀치",
        "탁쳐서떨구기",
        "냉동펀치"
      ]
    }
  },
  "드레디어": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 240,
        "at": 0,
        "df": 156,
        "sa": 12,
        "sd": 48,
        "sp": 48
      },
      "nature": "조심",
      "ability": "",
      "item": "",
      "moves": [
        "기가드레인",
        "꽃잎댄스",
        "솔라빔",
        "에너지볼"
      ]
    }
  },
  "라티아스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "라티아스나이트",
      "moves": [
        "용성군",
        "사이코키네시스",
        "사이코쇼크",
        "냉동빔"
      ]
    }
  },
  "마그마": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 244,
        "at": 0,
        "df": 252,
        "sa": 4,
        "sd": 4,
        "sp": 4
      },
      "nature": "대담",
      "ability": "",
      "item": "진화의휘석",
      "moves": [
        "오버히트",
        "열풍",
        "화염방사",
        "사이코키네시스"
      ]
    }
  },
  "루카리오": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "루카리오나이트",
      "moves": [
        "인파이트",
        "불릿펀치",
        "러스터캐논",
        "파동탄"
      ]
    }
  },
  "램펄드": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "용감",
      "ability": "우격다짐",
      "item": "생명의구슬",
      "moves": [
        "스톤샤워",
        "지진",
        "아이언헤드",
        "양날박치기"
      ]
    }
  },
  "치라치노": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "스킬링크",
      "item": "왕의징표석",
      "moves": [
        "락블레스트",
        "기관총",
        "스위프뺨치기",
        "유턴"
      ]
    }
  },
  "리자드": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "선파워",
      "item": "구애안경",
      "moves": [
        "열풍",
        "화염방사",
        "오버히트",
        "원시의힘"
      ]
    }
  },
  "펜드라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "",
      "item": "",
      "moves": [
        "메가폰",
        "독찌르기",
        "스톤샤워",
        "지진"
      ]
    }
  },
  "샤로다": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "심술꾸러기",
      "item": "",
      "moves": [
        "리프스톰",
        "용의파동",
        "기가드레인",
        "잠재파워-얼음"
      ]
    }
  },
  "찌르호크": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "괴력집게",
      "item": "구애스카프",
      "moves": [
        "브레이브버드",
        "인파이트",
        "유턴",
        "이판사판태클"
      ]
    }
  },
  "로파파": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 84,
        "sa": 148,
        "sd": 4,
        "sp": 20
      },
      "nature": "조심",
      "ability": "쓱쓱",
      "item": "돌격조끼",
      "moves": [
        "속이다",
        "냉동빔",
        "기가드레인",
        "열탕"
      ]
    }
  },
  "파르셀": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "스킬링크",
      "item": "구애스카프",
      "moves": [
        "고드름침",
        "락블레스트",
        "셸블레이드",
        "얼음뭉치"
      ]
    }
  },
  "보만다": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "괴력집게",
      "item": "보만다나이트",
      "moves": [
        "이판사판태클",
        "지진",
        "용성군",
        "하이퍼보이스"
      ]
    }
  },
  "액스라이즈": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "틀깨기",
      "item": "구애스카프",
      "moves": [
        "드래곤크루",
        "지진",
        "독찌르기",
        "스톤샤워"
      ]
    }
  },
  "더스트나": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "고집",
      "ability": "",
      "item": "",
      "moves": [
        "더스트슈트",
        "드레인펀치",
        "씨폭탄",
        "대폭발"
      ]
    }
  },
  "텅구리": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "용감",
      "ability": "피뢰침",
      "item": "굵은뼈",
      "moves": [
        "뻐다귀부메랑",
        "스톤샤워",
        "안다리걸기",
        "탁쳐서떨구기"
      ]
    }
  },
  "글레이시아": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 248,
        "sd": 0,
        "sp": 4
      },
      "nature": "조심",
      "ability": "눈숨기",
      "item": "구애안경",
      "moves": [
        "눈보라",
        "냉동빔",
        "섀도볼",
        "잠재파워-땅"
      ]
    }
  },
  "하마돈": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 4,
        "df": 252,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "장난꾸러기",
      "ability": "모래날림",
      "item": "먹다남은음식",
      "moves": [
        "지진",
        "얼음엄니",
        "스톤샤워",
        "깨물어부수기"
      ]
    }
  },
  "아르코": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "엽록소",
      "item": "돌격조끼",
      "moves": [
        "기가드레인",
        "오물폭탄",
        "잠재파워-바위",
        "매지컬샤인"
      ]
    }
  },
  "해피너스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "지구던지기",
        "차지빔",
        "화염방사",
        "섀도볼"
      ]
    }
  },
  "메타그로스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "클리어바디",
      "item": "메타그로스나이트",
      "moves": [
        "사념의박치기",
        "아이언헤드",
        "냉동펀치",
        "불릿펀치"
      ]
    }
  },
  "무우마": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 68,
        "sa": 0,
        "sd": 188,
        "sp": 0
      },
      "nature": "차분",
      "ability": "부유",
      "item": "진화의휘석",
      "moves": [
        "섀도볼",
        "병상첨병",
        "속임수",
        "얼다바람"
      ]
    }
  },
  "마폭시": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "맹화",
      "item": "",
      "moves": [
        "사이코키네시스",
        "열풍",
        "사이코쇼크",
        "매지컬샤인"
      ]
    }
  },
  "패리퍼": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "차분",
      "ability": "젖은접시",
      "item": "방진고글",
      "moves": [
        "열탕",
        "폭풍",
        "얼다바람",
        "에어슬래시"
      ]
    }
  },
  "크레베이스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 84,
        "at": 84,
        "df": 84,
        "sa": 84,
        "sd": 84,
        "sp": 84
      },
      "nature": "노력",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "눈사태",
        "자이로볼",
        "스톤샤워",
        "지진"
      ]
    }
  },
  "파이어로": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "",
      "item": "생명의구슬",
      "moves": [
        "브레이브버드",
        "플레어드라이브",
        "유턴",
        "오버히트"
      ]
    }
  },
  "메가니움": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "무사태평",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "기가드레인",
        "솔라빔",
        "지진",
        "원시의힘"
      ]
    }
  },
  "마임맨": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 4,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "필터",
      "item": "자뭉열매",
      "moves": [
        "속이다",
        "매지컬샤인",
        "얼다바람",
        "사이코키네시스"
      ]
    }
  },
  "거북손데스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "단단한발톱",
      "item": "",
      "moves": [
        "셸블레이드",
        "스톤샤워",
        "독찌르기",
        "지진"
      ]
    }
  },
  "고래왕": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "해수스파우팅",
        "냉동빔",
        "열탕",
        "하이드로펌프"
      ]
    }
  },
  "샹델라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "타오르는불꽃",
      "item": "",
      "moves": [
        "섀도볼",
        "열풍",
        "에너지볼",
        "오버히트"
      ]
    }
  },
  "링곰": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "용감",
      "ability": "근성",
      "item": "화염구슬",
      "moves": [
        "객기",
        "인파이트",
        "깨물어부수기",
        "지진"
      ]
    }
  },
  "견고라스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "고집",
      "ability": "",
      "item": "구애스카프",
      "moves": [
        "양날박치기",
        "드래곤크루",
        "지진",
        "스톤샤워"
      ]
    }
  },
  "가디안": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "가디안나이트",
      "moves": [
        "하이퍼보이스",
        "사이코키네시스",
        "사이코쇼크",
        "문포스"
      ]
    }
  },
  "메더": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 252,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "조심",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "대지의힘",
        "10만볼트",
        "오물폭탄",
        "속임수"
      ]
    }
  },
  "프레프티르": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 196,
        "sa": 0,
        "sd": 56,
        "sp": 0
      },
      "nature": "무사태평",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "문포스",
        "매지컬샤인",
        "드레인키스",
        "에너지볼"
      ]
    }
  },
  "캐스퐁": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "기분파",
      "item": "생명의구슬",
      "moves": [
        "웨더볼",
        "폭풍",
        "번개",
        "냉동빔"
      ]
    }
  },
  "릴리요": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 252,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "대담",
      "ability": "마중물",
      "item": "먹다남은음식",
      "moves": [
        "기가드레인",
        "원시의힘",
        "대지의힘",
        "오물폭탄"
      ]
    }
  },
  "피죤투": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "피죤투나이트",
      "moves": [
        "폭풍",
        "열풍",
        "잠재파워-얼음",
        "파괴광선"
      ]
    }
  },
  "킹크랩": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "자뭉열매",
      "moves": [
        "찝게햄머",
        "탁쳐서떨구기",
        "엄청난힘",
        "스톤샤워"
      ]
    }
  },
  "루나톤": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "조심",
      "ability": "부유",
      "item": "",
      "moves": [
        "사이코쇼크",
        "대지의힘",
        "잠재파워-바위",
        "문포스"
      ]
    }
  },
  "로즈레이드": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "테크니션",
      "item": "생명의구슬",
      "moves": [
        "오물폭탄",
        "리프스톰",
        "기가드레인",
        "잠재파워-불"
      ]
    }
  },
  "날쌩마": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "타오르는불꽃",
      "item": "생명의구슬",
      "moves": [
        "플레어드라이브",
        "드릴라이너",
        "와일드볼트",
        "오버히트"
      ]
    }
  },
  "에레키블": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "전기엔진",
      "item": "풍선",
      "moves": [
        "냉동펀치",
        "번개펀치",
        "와일드볼트",
        "지진"
      ]
    }
  },
  "스이쿤": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 100,
        "sa": 100,
        "sd": 52,
        "sp": 4
      },
      "nature": "대담",
      "ability": "",
      "item": "자뭉열매",
      "moves": [
        "열탕",
        "냉동빔",
        "바크아웃",
        "얼다바람"
      ]
    }
  },
  "펌킨인-특대": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 36,
        "sa": 0,
        "sd": 220,
        "sp": 0
      },
      "nature": "신중",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "고스트다이브",
        "씨폭탄",
        "야습",
        "기관총"
      ]
    }
  },
  "코리갑": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 0,
        "sd": 252,
        "sp": 0
      },
      "nature": "신중",
      "ability": "",
      "item": "돌격조끼",
      "moves": [
        "지진",
        "얼음뭉치",
        "치근거리기",
        "탁쳐서떨구기"
      ]
    }
  },
  "트리토돈": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 244,
        "at": 0,
        "df": 108,
        "sa": 68,
        "sd": 88,
        "sp": 0
      },
      "nature": "대담",
      "ability": "마중물",
      "item": "먹다남은음식",
      "moves": [
        "대지의힘",
        "냉동빔",
        "열탕",
        "탁류"
      ]
    }
  },
  "볼트로스-영물": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "축전",
      "item": "구애스카프",
      "moves": [
        "잠재파워-얼음",
        "10만볼트",
        "볼트체인지",
        "풀묶기"
      ]
    }
  },
  "마기라스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "모래날림",
      "item": "마기라스나이트",
      "moves": [
        "스톤샤워",
        "깨물어부수기",
        "냉동빔",
        "안다리걸기"
      ]
    }
  },
  "밀탱크": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 140,
        "at": 0,
        "df": 116,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "두꺼운지방",
      "item": "먹다남은음식",
      "moves": [
        "누르기",
        "스톤샤워",
        "은혜갚기",
        "냉동펀치"
      ]
    }
  },
  "어지리더": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 0,
        "sa": 4,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "",
      "moves": [
        "벌레의야단법석",
        "애시드봄",
        "에너지볼",
        "오물폭탄"
      ]
    }
  },
  "쥬레곤": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 76,
        "sa": 0,
        "sd": 180,
        "sp": 0
      },
      "nature": "신중",
      "ability": "두꺼운지방",
      "item": "자뭉열매",
      "moves": [
        "속이다",
        "얼다바람",
        "냉동빔",
        "아쿠아제트"
      ]
    }
  },
  "질뻐기": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 248,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 8,
        "sp": 0
      },
      "nature": "고집",
      "ability": "",
      "item": "검은진흙",
      "moves": [
        "더스트슈트",
        "독찌르기",
        "불꽃펀치",
        "냉동펀치"
      ]
    }
  },
  "다탱구": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "엽록소",
      "item": "",
      "moves": [
        "속이다",
        "탁쳐서떨구기",
        "리프블레이드",
        "스톤샤워"
      ]
    }
  },
  "프리지오": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "부유",
      "item": "",
      "moves": [
        "프리즈드라이",
        "러스터캐논",
        "냉동빔",
        "얼다바람"
      ]
    }
  },
  "툰베어": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "쓱쓱",
      "item": "생명의구슬",
      "moves": [
        "고드름떨구기",
        "엄청난힘",
        "아쿠아제트",
        "스톤샤워"
      ]
    }
  },
  "레지아이스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "냉정",
      "ability": "클리어바디",
      "item": "구애안경",
      "moves": [
        "냉동빔",
        "10만볼트",
        "기합구슬",
        "눈보라"
      ]
    }
  },
  "아말도": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "쓱쓱",
      "item": "돌격조끼",
      "moves": [
        "시저크로스",
        "스톤샤워",
        "크로스포이즌",
        "지진"
      ]
    }
  },
  "에브이": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "",
      "item": "먹다남은음식",
      "moves": [
        "사이코키네시스",
        "매지컬샤인",
        "사이코쇼크",
        "섀도볼"
      ]
    }
  },
  "껍질몬": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "고집",
      "ability": "불가사의부적",
      "item": "",
      "moves": [
        "시저크로스",
        "야습",
        "고스트다이브",
        "섀도크루"
      ]
    }
  },
  "포푸니": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "",
      "item": "",
      "moves": [
        "속이다",
        "탁쳐서떨구기",
        "고드름떨구기",
        "얼다바람"
      ]
    }
  },
  "카포에라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "고집",
      "ability": "괴력집게",
      "item": "자뭉열매",
      "moves": [
        "속이다",
        "인파이트",
        "페인트",
        "마하펀치"
      ]
    }
  },
  "킹드라": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "조심",
      "ability": "쓱쓱",
      "item": "생명의구슬",
      "moves": [
        "용성군",
        "탁류",
        "냉동빔",
        "하이드로펌프"
      ]
    }
  },
    "원시가이오가": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "잔비",
      "item": "쪽빛구슬",
      "moves": [
        "근원의파동",
        "해수스파우팅",
        "냉동빔",
        "번개"
      ]
    }
  },  

  "원시그란돈": {
    "Common Physical Showdown": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "고집",
      "ability": "가뭄",
      "item": "주홍구슬",
      "moves": [
        "단애의칼",
        "불꽃펀치",
        "스톤샤워",
        "지진"
      ]
    },
    "Common Mixed Showdown": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "가뭄",
      "item": "주홍구슬",
      "moves": [
        "분화",
        "화염방사",
        "대지의힘",
        "단애의칼"
      ]
    }
  },

  "가이오가": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "잔비",
      "item": "쪽빛구슬",
      "moves": [
        "근원의파동",
        "해수스파우팅",
        "냉동빔",
        "번개"
      ]
    }
  },  

  "그란돈": {
    "Common Physical Showdown": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "고집",
      "ability": "가뭄",
      "item": "주홍구슬",
      "moves": [
        "단애의칼",
        "불꽃펀치",
        "스톤샤워",
        "지진"
      ]
    },
    "Common Mixed Showdown": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "가뭄",
      "item": "주홍구슬",
      "moves": [
        "분화",
        "화염방사",
        "대지의힘",
        "단애의칼"
      ]
    }
  },

  "레쿠쟈": {
    "일반 쇼다운 Physical": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 0,
        "sp": 252
      },
      "nature": "명랑",
      "ability": "가뭄",
      "item": "생명의구슬",
      "moves": [
        "화룡점정",
        "용성군",
        "신속",
        "지진"
      ]
    },

    "일반 쇼다운 Mixed": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 252,
        "df": 0,
        "sa": 4,
        "sd": 0,
        "sp": 252
      },
      "nature": "천진난만",
      "ability": "가뭄",
      "item": "생명의구슬",
      "moves": [
        "화룡점정",
        "용성군",
        "신속",
        "지진"
      ]
    }
  },

  "제르네아스": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "페어리오라",
      "item": "",
      "moves": [
        "문포스",
        "매지컬샤인",
        "풀묶기",
        "잠재파워-땅"
      ]
    }
  },

  "이벨타르": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 0,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 4,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "다크오라",
      "item": "생명의구슬",
      "moves": [
        "데스윙",
        "기습",
        "속임수",
        "바크아웃"
      ]
    }
  },

  "디아루가": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "조심",
      "ability": "프레셔",
      "item": "금강옥",
      "moves": [
        "용성군",
        "러스터캐논",
        "대지의힘",
        "불대문자"
      ]
    }
  },

  "펄기아": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "조심",
      "ability": "프레셔",
      "item": "백옥",
      "moves": [
        "용성군",
        "하이드로펌프",
        "대지의힘",
        "냉동빔"
      ]
    }
  },

  "기라티나": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "고집",
      "ability": "프레셔",
      "item": "자뭉열매",
      "moves": [
        "섀도다이브",
        "야습",
        "용성군",
        "드래곤크루"
      ]
    }    
  },

  "기라티나-오리진": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 0,
        "sa": 0,
        "sd": 4,
        "sp": 0
      },
      "nature": "고집",
      "ability": "부유",
      "item": "백금옥",
      "moves": [
        "섀도다이브",
        "야습",
        "용성군",
        "드래곤크루"
      ]
    }    
  },  

  "화이트큐레무": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "조심",
      "ability": "터보블레이즈",
      "item": "구애스카프",
      "moves": [
        "용성군",
        "냉동빔",
        "크로스플레임",
        "대지의힘"
      ]
    }    
  },

  "블랙큐레무": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 124,
        "df": 4,
        "sa": 252,
        "sd": 0,
        "sp": 124
      },
      "nature": "덜렁",
      "ability": "테라볼티지",
      "item": "생명의구슬",
      "moves": [
        "크로스썬더",
        "냉동빔",
        "대지의힘",
        "용성군"
      ]
    }    
  },

  "칠색조": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 252,
        "df": 4,
        "sa": 0,
        "sd": 0,
        "sp": 0
      },
      "nature": "고집",
      "ability": "프레셔",
      "item": "먹다남은음식",
      "moves": [
        "브레이브버드",
        "성스러운불꽃",
        "아이언헤드",
        "대지의힘"
      ]
    }    
  },

  "루기아": {
    "일반 쇼다운": {
      "level": 50,
      "evs": {
        "hp": 252,
        "at": 0,
        "df": 4,
        "sa": 252,
        "sd": 0,
        "sp": 0
      },
      "nature": "조심",
      "ability": "프레셔",
      "item": "악키열매",
      "moves": [
        "에어로블라스트",
        "대지의힘",
        "사이코키네시스",
        "번개"
      ]
    }    
  },  

  "뮤츠": {
    "일반 쇼다운 Y": {
      "level": 50,
      "evs": {
        "hp": 4,
        "at": 0,
        "df": 0,
        "sa": 252,
        "sd": 0,
        "sp": 252
      },
      "nature": "겁쟁이",
      "ability": "프레셔",
      "item": "뮤츠나이트Y",
      "moves": [
        "사이코브레이크",
        "냉동빔",
        "화염방사",
        "파동탄"
      ]
    }    
  }

};
